{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "a": 5,
      "b": 6,
      "c": 7,
      "d": 8,
      "e": 9,
      "f": 10,
      "g": 11,
      "h": 12,
      "i": 13,
      "j": 14,
      "k": 15,
      "l": 16,
      "m": 17,
      "n": 18,
      "o": 19,
      "p": 20,
      "q": 21,
      "r": 22,
      "s": 23,
      "t": 24,
      "u": 25,
      "v": 26,
      "w": 27,
      "x": 28,
      "y": 29,
      "z": 30,
      "": 31,
      "": 32,
      "": 33,
      "©": 34,
      "«": 35,
      "­": 36,
      "®": 37,
      "°": 38,
      "²": 39,
      "µ": 40,
      "·": 41,
      "º": 42,
      "¼": 43,
      "½": 44,
      "à": 45,
      "â": 46,
      "ã": 47,
      "ä": 48,
      "ç": 49,
      "è": 50,
      "é": 51,
      "ê": 52,
      "ë": 53,
      "í": 54,
      "î": 55,
      "ï": 56,
      "ñ": 57,
      "ò": 58,
      "ô": 59,
      "ø": 60,
      "–": 61,
      "—": 62,
      "‘": 63,
      "’": 64,
      "•": 65,
      "…": 66,
      "€": 67,
      "⇒": 68,
      "◦": 69,
      "##v": 70,
      "##i": 71,
      "##s": 72,
      "##c": 73,
      "##e": 74,
      "##r": 75,
      "##a": 76,
      "##t": 77,
      "##d": 78,
      "##u": 79,
      "##z": 80,
      "##g": 81,
      "##h": 82,
      "##o": 83,
      "##p": 84,
      "##f": 85,
      "##n": 86,
      "##m": 87,
      "##l": 88,
      "##q": 89,
      "##x": 90,
      "##k": 91,
      "##w": 92,
      "##b": 93,
      "##y": 94,
      "##…": 95,
      "##ñ": 96,
      "##à": 97,
      "##j": 98,
      "##é": 99,
      "##ë": 100,
      "##ô": 101,
      "##ø": 102,
      "##è": 103,
      "##ä": 104,
      "##ã": 105,
      "##â": 106,
      "##í": 107,
      "##ê": 108,
      "##ç": 109,
      "##ò": 110,
      "##î": 111,
      "##er": 112,
      "th": 113,
      "##on": 114,
      "##or": 115,
      "##es": 116,
      "##in": 117,
      "##an": 118,
      "the": 119,
      "in": 120,
      "##ti": 121,
      "##ed": 122,
      "##al": 123,
      "##en": 124,
      "an": 125,
      "##ar": 126,
      "##ro": 127,
      "of": 128,
      "and": 129,
      "##at": 130,
      "##ing": 131,
      "##re": 132,
      "##ic": 133,
      "##st": 134,
      "to": 135,
      "##tion": 136,
      "##ts": 137,
      "##il": 138,
      "##it": 139,
      "##as": 140,
      "##el": 141,
      "##ad": 142,
      "##ou": 143,
      "##ec": 144,
      "##et": 145,
      "##por": 146,
      "pro": 147,
      "##om": 148,
      "##is": 149,
      "##uc": 150,
      "##ation": 151,
      "##ent": 152,
      "##od": 153,
      "is": 154,
      "for": 155,
      "##th": 156,
      "##ac": 157,
      "con": 158,
      "##ood": 159,
      "##ri": 160,
      "##port": 161,
      "##duc": 162,
      "re": 163,
      "ex": 164,
      "##ly": 165,
      "##ur": 166,
      "##ers": 167,
      "##ul": 168,
      "produc": 169,
      "##le": 170,
      "can": 171,
      "##ion": 172,
      "im": 173,
      "##ol": 174,
      "##ig": 175,
      "st": 176,
      "be": 177,
      "##ill": 178,
      "##ver": 179,
      "##ve": 180,
      "as": 181,
      "are": 182,
      "on": 183,
      "canad": 184,
      "##um": 185,
      "##ab": 186,
      "com": 187,
      "food": 188,
      "##ce": 189,
      "##am": 190,
      "##ark": 191,
      "##and": 192,
      "ch": 193,
      "##ag": 194,
      "##ess": 195,
      "##id": 196,
      "##ter": 197,
      "or": 198,
      "##ir": 199,
      "##ow": 200,
      "##ith": 201,
      "##pp": 202,
      "##ment": 203,
      "##est": 204,
      "##ot": 205,
      "with": 206,
      "al": 207,
      "fro": 208,
      "wh": 209,
      "inc": 210,
      "##ap": 211,
      "##oun": 212,
      "##ut": 213,
      "##ry": 214,
      "##op": 215,
      "##ist": 216,
      "ag": 217,
      "mark": 218,
      "sh": 219,
      "from": 220,
      "##ain": 221,
      "by": 222,
      "##ia": 223,
      "products": 224,
      "##ay": 225,
      "##ate": 226,
      "##illion": 227,
      "##ian": 228,
      "su": 229,
      "ind": 230,
      "tr": 231,
      "##ust": 232,
      "import": 233,
      "##tic": 234,
      "##em": 235,
      "##oc": 236,
      "##us": 237,
      "market": 238,
      "##ect": 239,
      "cons": 240,
      "##if": 241,
      "##igh": 242,
      "##ric": 243,
      "##ports": 244,
      "##im": 245,
      "##ear": 246,
      "##ast": 247,
      "comp": 248,
      "##ity": 249,
      "##os": 250,
      "##ch": 251,
      "at": 252,
      "##un": 253,
      "##ount": 254,
      "that": 255,
      "##ere": 256,
      "##cc": 257,
      "##ure": 258,
      "million": 259,
      "us": 260,
      "##ies": 261,
      "##ail": 262,
      "##ant": 263,
      "un": 264,
      "canada": 265,
      "de": 266,
      "##reas": 267,
      "en": 268,
      "this": 269,
      "##ade": 270,
      "##gh": 271,
      "##ra": 272,
      "##ue": 273,
      "se": 274,
      "gro": 275,
      "##ww": 276,
      "##ents": 277,
      "##ult": 278,
      "##ore": 279,
      "##our": 280,
      "sp": 281,
      "##ther": 282,
      "canadian": 283,
      "it": 284,
      "cont": 285,
      "has": 286,
      "##age": 287,
      "##vel": 288,
      "##res": 289,
      "me": 290,
      "##qu": 291,
      "##ew": 292,
      "reg": 293,
      "##ld": 294,
      "count": 295,
      "##all": 296,
      "##ese": 297,
      "##ong": 298,
      "##ak": 299,
      "was": 300,
      "##ud": 301,
      "ha": 302,
      "per": 303,
      "consum": 304,
      "##iv": 305,
      "app": 306,
      "increas": 307,
      "##end": 308,
      "##ated": 309,
      "##ine": 310,
      "##iz": 311,
      "##tern": 312,
      "##ost": 313,
      "exp": 314,
      "ad": 315,
      "##ations": 316,
      "wor": 317,
      "##ial": 318,
      "export": 319,
      "res": 320,
      "##fic": 321,
      "##ell": 322,
      "pl": 323,
      "##ish": 324,
      "##act": 325,
      "have": 326,
      "not": 327,
      "##able": 328,
      "trade": 329,
      "##ign": 330,
      "##iti": 331,
      "year": 332,
      "##og": 333,
      "man": 334,
      "grow": 335,
      "##ual": 336,
      "##ip": 337,
      "##arg": 338,
      "##for": 339,
      "##ard": 340,
      "he": 341,
      "other": 342,
      "##ich": 343,
      "##ous": 344,
      "acc": 345,
      "##ans": 346,
      "co": 347,
      "##rael": 348,
      "##cess": 349,
      "##onom": 350,
      "##per": 351,
      "##ricult": 352,
      "##ational": 353,
      "comm": 354,
      "##ight": 355,
      "##ber": 356,
      "le": 357,
      "##ang": 358,
      "imports": 359,
      "indust": 360,
      "ph": 361,
      "chin": 362,
      "##der": 363,
      "agricult": 364,
      "par": 365,
      "israel": 366,
      "##food": 367,
      "##so": 368,
      "val": 369,
      "exports": 370,
      "country": 371,
      "its": 372,
      "high": 373,
      "fr": 374,
      "over": 375,
      "##ater": 376,
      "##ati": 377,
      "##ome": 378,
      "all": 379,
      "jap": 380,
      "will": 381,
      "##erv": 382,
      "compan": 383,
      "##ition": 384,
      "which": 385,
      "##ech": 386,
      "##ff": 387,
      "also": 388,
      "##rib": 389,
      "##ack": 390,
      "their": 391,
      "int": 392,
      "##ax": 393,
      "##gan": 394,
      "suc": 395,
      "##les": 396,
      "imported": 397,
      "##ary": 398,
      "more": 399,
      "japan": 400,
      "larg": 401,
      "##over": 402,
      "cad": 403,
      "br": 404,
      "##lud": 405,
      "em": 406,
      "pop": 407,
      "##ire": 408,
      "##ural": 409,
      "##ities": 410,
      "##form": 411,
      "popul": 412,
      "##ors": 413,
      "##ould": 414,
      "industry": 415,
      "tot": 416,
      "##ific": 417,
      "##velop": 418,
      "##ib": 419,
      "new": 420,
      "##ance": 421,
      "intern": 422,
      "includ": 423,
      "##ates": 424,
      "dec": 425,
      "process": 426,
      "##ens": 427,
      "ec": 428,
      "ab": 429,
      "##ence": 430,
      "prov": 431,
      "develop": 432,
      "##ally": 433,
      "ac": 434,
      "product": 435,
      "rel": 436,
      "loc": 437,
      "##ice": 438,
      "##av": 439,
      "rec": 440,
      "ar": 441,
      "##par": 442,
      "these": 443,
      "##ef": 444,
      "##tt": 445,
      "dist": 446,
      "total": 447,
      "##ugh": 448,
      "##ments": 449,
      "pre": 450,
      "##oll": 451,
      "econom": 452,
      "organ": 453,
      "##ries": 454,
      "am": 455,
      "value": 456,
      "##alth": 457,
      "##lic": 458,
      "##ons": 459,
      "than": 460,
      "agri": 461,
      "growth": 462,
      "china": 463,
      "##fer": 464,
      "there": 465,
      "##echn": 466,
      "##ets": 467,
      "##ays": 468,
      "gen": 469,
      "##we": 470,
      "##ely": 471,
      "##iet": 472,
      "##ms": 473,
      "requ": 474,
      "meat": 475,
      "ne": 476,
      "##ide": 477,
      "sal": 478,
      "##ai": 479,
      "##ace": 480,
      "billion": 481,
      "such": 482,
      "##ery": 483,
      "##ily": 484,
      "##out": 485,
      "production": 486,
      "##ption": 487,
      "##ile": 488,
      "##overn": 489,
      "bo": 490,
      "##ttp": 491,
      "sect": 492,
      "##ied": 493,
      "##ection": 494,
      "##ach": 495,
      "sa": 496,
      "we": 497,
      "##ree": 498,
      "min": 499,
      "govern": 500,
      "##iness": 501,
      "supp": 502,
      "health": 503,
      "##enc": 504,
      "##ite": 505,
      "##usiness": 506,
      "years": 507,
      "fir": 508,
      "good": 509,
      "http": 510,
      "cl": 511,
      "fore": 512,
      "agrifood": 513,
      "foreign": 514,
      "were": 515,
      "ma": 516,
      "##erti": 517,
      "pric": 518,
      "qu": 519,
      "serv": 520,
      "spec": 521,
      "fax": 522,
      "most": 523,
      "op": 524,
      "str": 525,
      "region": 526,
      "##ipp": 527,
      "##ok": 528,
      "##tive": 529,
      "##ive": 530,
      "##sp": 531,
      "##pt": 532,
      "bas": 533,
      "no": 534,
      "inv": 535,
      "been": 536,
      "foods": 537,
      "inform": 538,
      "india": 539,
      "add": 540,
      "##olog": 541,
      "lab": 542,
      "##ass": 543,
      "##verage": 544,
      "##ub": 545,
      "but": 546,
      "ret": 547,
      "pri": 548,
      "##enti": 549,
      "##als": 550,
      "##ected": 551,
      "##ven": 552,
      "##gr": 553,
      "international": 554,
      "government": 555,
      "population": 556,
      "companies": 557,
      "##rough": 558,
      "world": 559,
      "business": 560,
      "may": 561,
      "##ines": 562,
      "##www": 563,
      "past": 564,
      "##ct": 565,
      "cap": 566,
      "sector": 567,
      "maj": 568,
      "information": 569,
      "under": 570,
      "bi": 571,
      "out": 572,
      "sing": 573,
      "##aw": 574,
      "distrib": 575,
      "major": 576,
      "##str": 577,
      "agricultural": 578,
      "##rop": 579,
      "increasing": 580,
      "##lish": 581,
      "cor": 582,
      "##ral": 583,
      "##up": 584,
      "##ited": 585,
      "##old": 586,
      "so": 587,
      "##echnolog": 588,
      "pres": 589,
      "imp": 590,
      "##ame": 591,
      "one": 592,
      "sub": 593,
      "local": 594,
      "##mark": 595,
      "##ord": 596,
      "##earch": 597,
      "shall": 598,
      "av": 599,
      "how": 600,
      "nor": 601,
      "dr": 602,
      "##ough": 603,
      "##ise": 604,
      "##ey": 605,
      "##ution": 606,
      "regul": 607,
      "inf": 608,
      "rep": 609,
      "gener": 610,
      "##resh": 611,
      "agriculture": 612,
      "cent": 613,
      "##ory": 614,
      "ann": 615,
      "countries": 616,
      "inter": 617,
      "httpwww": 618,
      "af": 619,
      "phil": 620,
      "##ces": 621,
      "##ee": 622,
      "##apor": 623,
      "##uf": 624,
      "##eti": 625,
      "fl": 626,
      "development": 627,
      "main": 628,
      "##her": 629,
      "they": 630,
      "consumers": 631,
      "retail": 632,
      "dem": 633,
      "appro": 634,
      "into": 635,
      "li": 636,
      "mon": 637,
      "sou": 638,
      "bet": 639,
      "light": 640,
      "##ex": 641,
      "through": 642,
      "fru": 643,
      "##ks": 644,
      "certi": 645,
      "##its": 646,
      "##ical": 647,
      "fresh": 648,
      "sour": 649,
      "sl": 650,
      "##co": 651,
      "ob": 652,
      "www": 653,
      "well": 654,
      "##apore": 655,
      "up": 656,
      "oil": 657,
      "only": 658,
      "pe": 659,
      "##arm": 660,
      "stor": 661,
      "pack": 662,
      "sy": 663,
      "should": 664,
      "bec": 665,
      "##sti": 666,
      "##ards": 667,
      "goods": 668,
      "research": 669,
      "##ound": 670,
      "##echnology": 671,
      "mal": 672,
      "singapore": 673,
      "##urr": 674,
      "car": 675,
      "dom": 676,
      "##ov": 677,
      "super": 678,
      "sales": 679,
      "var": 680,
      "brand": 681,
      "sm": 682,
      "##ently": 683,
      "##nam": 684,
      "##ices": 685,
      "philipp": 686,
      "tel": 687,
      "##eng": 688,
      "##get": 689,
      "##own": 690,
      "##amily": 691,
      "##ose": 692,
      "do": 693,
      "por": 694,
      "##ufact": 695,
      "trans": 696,
      "##ug": 697,
      "##ond": 698,
      "manufact": 699,
      "fin": 700,
      "any": 701,
      "##ase": 702,
      "fe": 703,
      "##ever": 704,
      "##gin": 705,
      "##air": 706,
      "##edi": 707,
      "consumption": 708,
      "foll": 709,
      "tim": 710,
      "report": 711,
      "follow": 712,
      "fish": 713,
      "average": 714,
      "pr": 715,
      "##und": 716,
      "certific": 717,
      "gr": 718,
      "##ious": 719,
      "consumer": 720,
      "increase": 721,
      "part": 722,
      "num": 723,
      "##ted": 724,
      "about": 725,
      "##ietnam": 726,
      "##are": 727,
      "##ains": 728,
      "however": 729,
      "annual": 730,
      "##ating": 731,
      "ass": 732,
      "dis": 733,
      "##uring": 734,
      "while": 735,
      "demand": 736,
      "curr": 737,
      "gre": 738,
      "low": 739,
      "sc": 740,
      "stand": 741,
      "des": 742,
      "##ick": 743,
      "worth": 744,
      "ro": 745,
      "tw": 746,
      "##iss": 747,
      "##land": 748,
      "vietnam": 749,
      "##ustral": 750,
      "suppl": 751,
      "ve": 752,
      "##lo": 753,
      "increased": 754,
      "exporters": 755,
      "ju": 756,
      "##ility": 757,
      "##ake": 758,
      "austral": 759,
      "pur": 760,
      "##gcc": 761,
      "sign": 762,
      "##erm": 763,
      "##ern": 764,
      "require": 765,
      "##ued": 766,
      "##anc": 767,
      "cr": 768,
      "##ivers": 769,
      "some": 770,
      "##ange": 771,
      "star": 772,
      "##tics": 773,
      "rest": 774,
      "##ures": 775,
      "large": 776,
      "email": 777,
      "economic": 778,
      "first": 779,
      "eg": 780,
      "ori": 781,
      "##ible": 782,
      "must": 783,
      "##ince": 784,
      "south": 785,
      "##ween": 786,
      "dire": 787,
      "##tel": 788,
      "largest": 789,
      "##ateg": 790,
      "company": 791,
      "between": 792,
      "mater": 793,
      "pos": 794,
      "##tain": 795,
      "material": 796,
      "iss": 797,
      "contin": 798,
      "qual": 799,
      "##ants": 800,
      "hal": 801,
      "sea": 802,
      "trad": 803,
      "include": 804,
      "##portun": 805,
      "##olum": 806,
      "organic": 807,
      "##com": 808,
      "##ration": 809,
      "##ages": 810,
      "##ty": 811,
      "opportun": 812,
      "invest": 813,
      "biot": 814,
      "two": 815,
      "sec": 816,
      "##til": 817,
      "##ize": 818,
      "expected": 819,
      "rem": 820,
      "veget": 821,
      "est": 822,
      "pol": 823,
      "##ones": 824,
      "fruit": 825,
      "competi": 826,
      "capit": 827,
      "direct": 828,
      "pot": 829,
      "offic": 830,
      "##ys": 831,
      "##eds": 832,
      "##read": 833,
      "number": 834,
      "many": 835,
      "##estic": 836,
      "adv": 837,
      "malays": 838,
      "supermark": 839,
      "quality": 840,
      "##ision": 841,
      "price": 842,
      "mod": 843,
      "##ered": 844,
      "##ustom": 845,
      "small": 846,
      "if": 847,
      "##wn": 848,
      "form": 849,
      "##ablish": 850,
      "partic": 851,
      "##ized": 852,
      "origin": 853,
      "due": 854,
      "avail": 855,
      "tons": 856,
      "##ma": 857,
      "##ock": 858,
      "resp": 859,
      "custom": 860,
      "##yp": 861,
      "##int": 862,
      "establish": 863,
      "bu": 864,
      "decreas": 865,
      "markets": 866,
      "including": 867,
      "##ately": 868,
      "lik": 869,
      "australia": 870,
      "po": 871,
      "##aged": 872,
      "##ean": 873,
      "use": 874,
      "growing": 875,
      "##ission": 876,
      "dif": 877,
      "used": 878,
      "regist": 879,
      "##ves": 880,
      "##stem": 881,
      "accord": 882,
      "processed": 883,
      "mil": 884,
      "##one": 885,
      "el": 886,
      "very": 887,
      "##aus": 888,
      "##part": 889,
      "system": 890,
      "sur": 891,
      "services": 892,
      "water": 893,
      "##ix": 894,
      "##ular": 895,
      "minist": 896,
      "time": 897,
      "prepar": 898,
      "north": 899,
      "##ph": 900,
      "conc": 901,
      "met": 902,
      "##val": 903,
      "##led": 904,
      "level": 905,
      "domestic": 906,
      "philippines": 907,
      "label": 908,
      "regulations": 909,
      "##vely": 910,
      "del": 911,
      "##zen": 912,
      "chinese": 913,
      "pers": 914,
      "##atis": 915,
      "astr": 916,
      "national": 917,
      "united": 918,
      "applic": 919,
      "processing": 920,
      "provid": 921,
      "pasta": 922,
      "hong": 923,
      "access": 924,
      "manufactur": 925,
      "malaysia": 926,
      "astronom": 927,
      "cre": 928,
      "equ": 929,
      "##td": 930,
      "anim": 931,
      "##une": 932,
      "distribution": 933,
      "key": 934,
      "red": 935,
      "##vi": 936,
      "thail": 937,
      "##urn": 938,
      "frozen": 939,
      "thailand": 940,
      "oper": 941,
      "##ency": 942,
      "cost": 943,
      "ir": 944,
      "kong": 945,
      "##ience": 946,
      "when": 947,
      "att": 948,
      "group": 949,
      "purch": 950,
      "eu": 951,
      "made": 952,
      "##try": 953,
      "##ization": 954,
      "plant": 955,
      "ter": 956,
      "det": 957,
      "##ues": 958,
      "economy": 959,
      "requir": 960,
      "##eal": 961,
      "##eat": 962,
      "work": 963,
      "ext": 964,
      "repres": 965,
      "standards": 966,
      "aff": 967,
      "liv": 968,
      "indones": 969,
      "addition": 970,
      "##ved": 971,
      "esti": 972,
      "enter": 973,
      "signific": 974,
      "requirements": 975,
      "estim": 976,
      "au": 977,
      "since": 978,
      "prom": 979,
      "asia": 980,
      "lead": 981,
      "service": 982,
      "stores": 983,
      "##se": 984,
      "consid": 985,
      "general": 986,
      "list": 987,
      "##ublic": 988,
      "##ember": 989,
      "fact": 990,
      "##aph": 991,
      "depart": 992,
      "priv": 993,
      "source": 994,
      "land": 995,
      "##dp": 996,
      "states": 997,
      "significant": 998,
      "volum": 999,
      "based": 1000,
      "opportunities": 1001,
      "##ings": 1002,
      "##ability": 1003,
      "distribut": 1004,
      "typ": 1005,
      "##uct": 1006,
      "who": 1007,
      "contain": 1008,
      "##ative": 1009,
      "impro": 1010,
      "##hip": 1011,
      "##ind": 1012,
      "cond": 1013,
      "areas": 1014,
      "##tical": 1015,
      "ministry": 1016,
      "##erc": 1017,
      "##amp": 1018,
      "##gcca": 1019,
      "dri": 1020,
      "rate": 1021,
      "play": 1022,
      "israeli": 1023,
      "kn": 1024,
      "lo": 1025,
      "##fa": 1026,
      "insp": 1027,
      "reach": 1028,
      "special": 1029,
      "biotechnology": 1030,
      "ltd": 1031,
      "##ects": 1032,
      "statis": 1033,
      "important": 1034,
      "gu": 1035,
      "less": 1036,
      "being": 1037,
      "available": 1038,
      "milk": 1039,
      "##rol": 1040,
      "##though": 1041,
      "although": 1042,
      "person": 1043,
      "##pr": 1044,
      "##……": 1045,
      "##tions": 1046,
      "##ogr": 1047,
      "##gar": 1048,
      "interest": 1049,
      "second": 1050,
      "bar": 1051,
      "##xim": 1052,
      "##ending": 1053,
      "auth": 1054,
      "id": 1055,
      "tar": 1056,
      "conf": 1057,
      "sup": 1058,
      "japanese": 1059,
      "materials": 1060,
      "indonesia": 1061,
      "volume": 1062,
      "##icy": 1063,
      "account": 1064,
      "##ouse": 1065,
      "##tm": 1066,
      "top": 1067,
      "wheat": 1068,
      "##ential": 1069,
      "fre": 1070,
      "kore": 1071,
      "marketing": 1072,
      "eng": 1073,
      "##etic": 1074,
      "##ats": 1075,
      "##cept": 1076,
      "own": 1077,
      "vis": 1078,
      "##let": 1079,
      "state": 1080,
      "nat": 1081,
      "##ie": 1082,
      "##aur": 1083,
      "##fore": 1084,
      "##ward": 1085,
      "##ban": 1086,
      "where": 1087,
      "ed": 1088,
      "would": 1089,
      "##uts": 1090,
      "##ables": 1091,
      "order": 1092,
      "popular": 1093,
      "investment": 1094,
      "like": 1095,
      "##view": 1096,
      "during": 1097,
      "gdp": 1098,
      "##af": 1099,
      "three": 1100,
      "##tiv": 1101,
      "##oci": 1102,
      "##iff": 1103,
      "prices": 1104,
      "east": 1105,
      "##ae": 1106,
      "strong": 1107,
      "fac": 1108,
      "read": 1109,
      "univers": 1110,
      "capita": 1111,
      "bl": 1112,
      "hel": 1113,
      "within": 1114,
      "both": 1115,
      "specific": 1116,
      "##ause": 1117,
      "##aking": 1118,
      "##to": 1119,
      "##ared": 1120,
      "##roduc": 1121,
      "fur": 1122,
      "pow": 1123,
      "##itt": 1124,
      "##acific": 1125,
      "##ified": 1126,
      "##ipment": 1127,
      "halal": 1128,
      "department": 1129,
      "lim": 1130,
      "non": 1131,
      "##iod": 1132,
      "perm": 1133,
      "approxim": 1134,
      "currently": 1135,
      "according": 1136,
      "##ier": 1137,
      "##ased": 1138,
      "associ": 1139,
      "##ograph": 1140,
      "##fl": 1141,
      "amer": 1142,
      "restaur": 1143,
      "seafood": 1144,
      "estimated": 1145,
      "author": 1146,
      "bel": 1147,
      "mo": 1148,
      "##ient": 1149,
      "further": 1150,
      "net": 1151,
      "##sh": 1152,
      "##ress": 1153,
      "item": 1154,
      "meas": 1155,
      "period": 1156,
      "internet": 1157,
      "particular": 1158,
      "##ealand": 1159,
      "fast": 1160,
      "five": 1161,
      "rice": 1162,
      "zealand": 1163,
      "progr": 1164,
      "income": 1165,
      "each": 1166,
      "##erg": 1167,
      "##anti": 1168,
      "decl": 1169,
      "##efamily": 1170,
      "following": 1171,
      "represent": 1172,
      "ef": 1173,
      "law": 1174,
      "prot": 1175,
      "share": 1176,
      "commod": 1177,
      "provide": 1178,
      "##wan": 1179,
      "##ank": 1180,
      "##arant": 1181,
      "pork": 1182,
      "tariff": 1183,
      "lic": 1184,
      "##angh": 1185,
      "month": 1186,
      "ear": 1187,
      "farm": 1188,
      "family": 1189,
      "had": 1190,
      "##aefamily": 1191,
      "##ories": 1192,
      "expand": 1193,
      "his": 1194,
      "technology": 1195,
      "##inc": 1196,
      "##ases": 1197,
      "coff": 1198,
      "present": 1199,
      "peop": 1200,
      "support": 1201,
      "map": 1202,
      "tai": 1203,
      "##au": 1204,
      "##istan": 1205,
      "importer": 1206,
      "sever": 1207,
      "vegetables": 1208,
      "##ep": 1209,
      "stud": 1210,
      "drug": 1211,
      "after": 1212,
      "brands": 1213,
      "customs": 1214,
      "differ": 1215,
      "approximately": 1216,
      "same": 1217,
      "table": 1218,
      "conven": 1219,
      "see": 1220,
      "success": 1221,
      "inspection": 1222,
      "aro": 1223,
      "##ink": 1224,
      "chick": 1225,
      "using": 1226,
      "prim": 1227,
      "##till": 1228,
      "required": 1229,
      "players": 1230,
      "free": 1231,
      "found": 1232,
      "##ades": 1233,
      "relations": 1234,
      "statistics": 1235,
      "coffee": 1236,
      "taiwan": 1237,
      "dat": 1238,
      "hand": 1239,
      "mar": 1240,
      "swe": 1241,
      "##ins": 1242,
      "##ercial": 1243,
      "bri": 1244,
      "col": 1245,
      "ur": 1246,
      "##ann": 1247,
      "area": 1248,
      "shangh": 1249,
      "importers": 1250,
      "supply": 1251,
      "infr": 1252,
      "city": 1253,
      "categ": 1254,
      "house": 1255,
      "jo": 1256,
      "dep": 1257,
      "result": 1258,
      "still": 1259,
      "##ge": 1260,
      "##ends": 1261,
      "##itions": 1262,
      "corpor": 1263,
      "certificate": 1264,
      "americ": 1265,
      "la": 1266,
      "long": 1267,
      "##ta": 1268,
      "##most": 1269,
      "##ined": 1270,
      "##atory": 1271,
      "##aging": 1272,
      "show": 1273,
      "indian": 1274,
      "equipment": 1275,
      "europ": 1276,
      "##uary": 1277,
      "##pl": 1278,
      "##uch": 1279,
      "rap": 1280,
      "##tc": 1281,
      "##ject": 1282,
      "supermarkets": 1283,
      "pacific": 1284,
      "you": 1285,
      "##ination": 1286,
      "##ott": 1287,
      "sugar": 1288,
      "transport": 1289,
      "private": 1290,
      "ever": 1291,
      "tun": 1292,
      "##ss": 1293,
      "##ca": 1294,
      "##ger": 1295,
      "##intern": 1296,
      "##ale": 1297,
      "##ild": 1298,
      "saf": 1299,
      "items": 1300,
      "ev": 1301,
      "sk": 1302,
      "##ced": 1303,
      "##ato": 1304,
      "##els": 1305,
      "##lets": 1306,
      "almost": 1307,
      "control": 1308,
      "##elling": 1309,
      "arab": 1310,
      "##export": 1311,
      "certification": 1312,
      "shanghai": 1313,
      "fut": 1314,
      "##isc": 1315,
      "##estock": 1316,
      "act": 1317,
      "##stit": 1318,
      "##ength": 1319,
      "livestock": 1320,
      "crop": 1321,
      "eff": 1322,
      "te": 1323,
      "##hol": 1324,
      "##ling": 1325,
      "##onn": 1326,
      "ingr": 1327,
      "commission": 1328,
      "commercial": 1329,
      "open": 1330,
      "buy": 1331,
      "##ucture": 1332,
      "ingredi": 1333,
      "name": 1334,
      "##ft": 1335,
      "those": 1336,
      "##oul": 1337,
      "##lement": 1338,
      "##illed": 1339,
      "sun": 1340,
      "end": 1341,
      "because": 1342,
      "does": 1343,
      "feed": 1344,
      "consider": 1345,
      "future": 1346,
      "post": 1347,
      "ris": 1348,
      "##vers": 1349,
      "##ract": 1350,
      "##augh": 1351,
      "##ird": 1352,
      "##ched": 1353,
      "hot": 1354,
      "last": 1355,
      "med": 1356,
      "sim": 1357,
      "size": 1358,
      "##ble": 1359,
      "##estern": 1360,
      "apples": 1361,
      "among": 1362,
      "sources": 1363,
      "program": 1364,
      "several": 1365,
      "sel": 1366,
      "indic": 1367,
      "higher": 1368,
      "remain": 1369,
      "sweet": 1370,
      "techn": 1371,
      "##io": 1372,
      "##go": 1373,
      "##htm": 1374,
      "##esc": 1375,
      "##ape": 1376,
      "exper": 1377,
      "cook": 1378,
      "rapid": 1379,
      "##min": 1380,
      "##rial": 1381,
      "contact": 1382,
      "##ribut": 1383,
      "partn": 1384,
      "cle": 1385,
      "prof": 1386,
      "canadas": 1387,
      "##idd": 1388,
      "potential": 1389,
      "much": 1390,
      "tre": 1391,
      "##ving": 1392,
      "##way": 1393,
      "complet": 1394,
      "soy": 1395,
      "##cohol": 1396,
      "animal": 1397,
      "public": 1398,
      "test": 1399,
      "##ful": 1400,
      "##ised": 1401,
      "common": 1402,
      "brune": 1403,
      "artic": 1404,
      "various": 1405,
      "natural": 1406,
      "people": 1407,
      "corporation": 1408,
      "##aughter": 1409,
      "##acts": 1410,
      "##uss": 1411,
      "recent": 1412,
      "hy": 1413,
      "now": 1414,
      "western": 1415,
      "##ten": 1416,
      "##ended": 1417,
      "slaughter": 1418,
      "disc": 1419,
      "dried": 1420,
      "korea": 1421,
      "down": 1422,
      "our": 1423,
      "sn": 1424,
      "##iers": 1425,
      "##bers": 1426,
      "registration": 1427,
      "reduc": 1428,
      "chicken": 1429,
      "pay": 1430,
      "offer": 1431,
      "##ective": 1432,
      "##ectr": 1433,
      "##ually": 1434,
      "regional": 1435,
      "bro": 1436,
      "lif": 1437,
      "##day": 1438,
      "outlets": 1439,
      "improve": 1440,
      "bre": 1441,
      "expend": 1442,
      "introduc": 1443,
      "##airy": 1444,
      "supplied": 1445,
      "established": 1446,
      "decreasing": 1447,
      "iran": 1448,
      "##oultry": 1449,
      "conduc": 1450,
      "activ": 1451,
      "infl": 1452,
      "respons": 1453,
      "expendit": 1454,
      "nut": 1455,
      "##vir": 1456,
      "##east": 1457,
      "chain": 1458,
      "##agr": 1459,
      "atl": 1460,
      "rece": 1461,
      "obs": 1462,
      "become": 1463,
      "##edium": 1464,
      "prepared": 1465,
      "confection": 1466,
      "dairy": 1467,
      "medium": 1468,
      "poultry": 1469,
      "##ium": 1470,
      "##oi": 1471,
      "##eration": 1472,
      "ins": 1473,
      "produced": 1474,
      "need": 1475,
      "web": 1476,
      "approval": 1477,
      "manufacturers": 1478,
      "terms": 1479,
      "##fait": 1480,
      "brunei": 1481,
      "ben": 1482,
      "mr": 1483,
      "pat": 1484,
      "##pos": 1485,
      "inr": 1486,
      "##itive": 1487,
      "cover": 1488,
      "coop": 1489,
      "##avor": 1490,
      "increasingly": 1491,
      "storage": 1492,
      "additional": 1493,
      "best": 1494,
      "cat": 1495,
      "##cent": 1496,
      "##hold": 1497,
      "##ont": 1498,
      "##ties": 1499,
      "before": 1500,
      "##agn": 1501,
      "allow": 1502,
      "packaged": 1503,
      "tradition": 1504,
      "convenience": 1505,
      "##minist": 1506,
      "##viron": 1507,
      "even": 1508,
      "turn": 1509,
      "##ting": 1510,
      "exc": 1511,
      "produce": 1512,
      "beef": 1513,
      "environ": 1514,
      "##iety": 1515,
      "strateg": 1516,
      "supermarket": 1517,
      "modern": 1518,
      "could": 1519,
      "div": 1520,
      "here": 1521,
      "near": 1522,
      "instit": 1523,
      "meet": 1524,
      "##akes": 1525,
      "philippine": 1526,
      "find": 1527,
      "issued": 1528,
      "continue": 1529,
      "cream": 1530,
      "leading": 1531,
      "##ev": 1532,
      "anal": 1533,
      "##ecti": 1534,
      "administ": 1535,
      "quarant": 1536,
      "limited": 1537,
      "data": 1538,
      "environment": 1539,
      "ens": 1540,
      "domin": 1541,
      "desc": 1542,
      "help": 1543,
      "urban": 1544,
      "quarantine": 1545,
      "giv": 1546,
      "##eries": 1547,
      "cann": 1548,
      "##verages": 1549,
      "centre": 1550,
      "egg": 1551,
      "particularly": 1552,
      "article": 1553,
      "bang": 1554,
      "raw": 1555,
      "##bo": 1556,
      "##omet": 1557,
      "##ley": 1558,
      "beverage": 1559,
      "exported": 1560,
      "pharm": 1561,
      "valued": 1562,
      "firms": 1563,
      "household": 1564,
      "doc": 1565,
      "foc": 1566,
      "##itor": 1567,
      "beverages": 1568,
      "prefer": 1569,
      "fruits": 1570,
      "suppliers": 1571,
      "provided": 1572,
      "bul": 1573,
      "etc": 1574,
      "##gov": 1575,
      "##org": 1576,
      "##anch": 1577,
      "ref": 1578,
      "totaled": 1579,
      "class": 1580,
      "great": 1581,
      "concern": 1582,
      "rapidly": 1583,
      "##red": 1584,
      "##te": 1585,
      "##inks": 1586,
      "##ather": 1587,
      "exporter": 1588,
      "telesc": 1589,
      "followed": 1590,
      "current": 1591,
      "commodities": 1592,
      "telescop": 1593,
      "four": 1594,
      "##of": 1595,
      "##mon": 1596,
      "store": 1597,
      "agency": 1598,
      "##ocol": 1599,
      "consist": 1600,
      "##astr": 1601,
      "leg": 1602,
      "##ences": 1603,
      "address": 1604,
      "conditions": 1605,
      "ready": 1606,
      "ingredients": 1607,
      "west": 1608,
      "##ules": 1609,
      "##oles": 1610,
      "##igcc": 1611,
      "alcohol": 1612,
      "white": 1613,
      "emb": 1614,
      "box": 1615,
      "quanti": 1616,
      "##lob": 1617,
      "##ample": 1618,
      "nutri": 1619,
      "far": 1620,
      "few": 1621,
      "sar": 1622,
      "uae": 1623,
      "##fied": 1624,
      "##ecess": 1625,
      "##aceu": 1626,
      "application": 1627,
      "infrastr": 1628,
      "every": 1629,
      "go": 1630,
      "##iver": 1631,
      "##hib": 1632,
      "##ilities": 1633,
      "##ounts": 1634,
      "spending": 1635,
      "##udi": 1636,
      "##ially": 1637,
      "countrys": 1638,
      "genetic": 1639,
      "slow": 1640,
      "association": 1641,
      "infrastructure": 1642,
      "mor": 1643,
      "##ash": 1644,
      "##eld": 1645,
      "image": 1646,
      "phot": 1647,
      "##spec": 1648,
      "##airs": 1649,
      "determ": 1650,
      "licens": 1651,
      "confectionery": 1652,
      "##xt": 1653,
      "expl": 1654,
      "strength": 1655,
      "vari": 1656,
      "policy": 1657,
      "office": 1658,
      "tunis": 1659,
      "cer": 1660,
      "##plo": 1661,
      "chocol": 1662,
      "resour": 1663,
      "advant": 1664,
      "necess": 1665,
      "##vey": 1666,
      "juice": 1667,
      "cris": 1668,
      "position": 1669,
      "potato": 1670,
      "##maec": 1671,
      "distributors": 1672,
      "look": 1673,
      "freight": 1674,
      "permit": 1675,
      "effor": 1676,
      "tariffs": 1677,
      "##iddle": 1678,
      "home": 1679,
      "##inf": 1680,
      "forward": 1681,
      "entry": 1682,
      "highest": 1683,
      "firm": 1684,
      "mainly": 1685,
      "different": 1686,
      "##faitmaec": 1687,
      "##faitmaecigcc": 1688,
      "fil": 1689,
      "glob": 1690,
      "set": 1691,
      "vi": 1692,
      "##ield": 1693,
      "them": 1694,
      "proj": 1695,
      "chang": 1696,
      "chains": 1697,
      "##osher": 1698,
      "percent": 1699,
      "plants": 1700,
      "focus": 1701,
      "days": 1702,
      "ge": 1703,
      "mat": 1704,
      "make": 1705,
      "##oexport": 1706,
      "##ides": 1707,
      "what": 1708,
      "##ute": 1709,
      "seg": 1710,
      "overview": 1711,
      "organiz": 1712,
      "packaging": 1713,
      "competition": 1714,
      "fund": 1715,
      "jan": 1716,
      "##sc": 1717,
      "##ead": 1718,
      "##ort": 1719,
      "##ining": 1720,
      "often": 1721,
      "##ators": 1722,
      "##ism": 1723,
      "cho": 1724,
      "wholes": 1725,
      "organization": 1726,
      "added": 1727,
      "sci": 1728,
      "director": 1729,
      "know": 1730,
      "around": 1731,
      "ensure": 1732,
      "kg": 1733,
      "sched": 1734,
      "take": 1735,
      "##br": 1736,
      "##ypt": 1737,
      "initi": 1738,
      "off": 1739,
      "##ety": 1740,
      "place": 1741,
      "##atively": 1742,
      "next": 1743,
      "corn": 1744,
      "financ": 1745,
      "animals": 1746,
      "##adesh": 1747,
      "observ": 1748,
      "espec": 1749,
      "##uri": 1750,
      "##ove": 1751,
      "##pite": 1752,
      "##wor": 1753,
      "##omm": 1754,
      "sauc": 1755,
      "##assy": 1756,
      "despite": 1757,
      "directly": 1758,
      "levels": 1759,
      "terr": 1760,
      "affairs": 1761,
      "promot": 1762,
      "complete": 1763,
      "especially": 1764,
      "cal": 1765,
      "sol": 1766,
      "##other": 1767,
      "producers": 1768,
      "enc": 1769,
      "##ours": 1770,
      "spread": 1771,
      "meals": 1772,
      "industrial": 1773,
      "invol": 1774,
      "labelling": 1775,
      "generally": 1776,
      "prac": 1777,
      "vegetable": 1778,
      "reached": 1779,
      "powder": 1780,
      "restaurants": 1781,
      "expanding": 1782,
      "kil": 1783,
      "line": 1784,
      "pak": 1785,
      "sit": 1786,
      "##uation": 1787,
      "inst": 1788,
      "##ars": 1789,
      "##ements": 1790,
      "overall": 1791,
      "developed": 1792,
      "variety": 1793,
      "##lands": 1794,
      "stars": 1795,
      "##…………": 1796,
      "identi": 1797,
      "american": 1798,
      "partners": 1799,
      "snack": 1800,
      "docum": 1801,
      "certain": 1802,
      "big": 1803,
      "date": 1804,
      "ful": 1805,
      "oce": 1806,
      "##ah": 1807,
      "##ert": 1808,
      "##art": 1809,
      "##ason": 1810,
      "compared": 1811,
      "##thern": 1812,
      "contacts": 1813,
      "phys": 1814,
      "saudi": 1815,
      "basic": 1816,
      "survey": 1817,
      "soyb": 1818,
      "cere": 1819,
      "tast": 1820,
      "tonn": 1821,
      "##avel": 1822,
      "another": 1823,
      "##elf": 1824,
      "record": 1825,
      "obtain": 1826,
      "lower": 1827,
      "poss": 1828,
      "capital": 1829,
      "european": 1830,
      "expenditure": 1831,
      "pakistan": 1832,
      "divers": 1833,
      "sold": 1834,
      "tax": 1835,
      "##iq": 1836,
      "##arily": 1837,
      "##ises": 1838,
      "che": 1839,
      "##ived": 1840,
      "##ficient": 1841,
      "highly": 1842,
      "accept": 1843,
      "##avour": 1844,
      "amount": 1845,
      "sectors": 1846,
      "university": 1847,
      "transportation": 1848,
      "safety": 1849,
      "##ectively": 1850,
      "given": 1851,
      "pharmaceu": 1852,
      "embassy": 1853,
      "##ploy": 1854,
      "coll": 1855,
      "ice": 1856,
      "rates": 1857,
      "six": 1858,
      "##ik": 1859,
      "shop": 1860,
      "##alled": 1861,
      "##awa": 1862,
      "aviv": 1863,
      "slight": 1864,
      "astronomers": 1865,
      "january": 1866,
      "bak": 1867,
      "bank": 1868,
      "bisc": 1869,
      "germ": 1870,
      "mc": 1871,
      "nes": 1872,
      "range": 1873,
      "##wh": 1874,
      "proble": 1875,
      "##acter": 1876,
      "agree": 1877,
      "##unc": 1878,
      "##aceaefamily": 1879,
      "presence": 1880,
      "half": 1881,
      "type": 1882,
      "##ographic": 1883,
      "relationship": 1884,
      "sky": 1885,
      "clear": 1886,
      "influ": 1887,
      "ocean": 1888,
      "occ": 1889,
      "rules": 1890,
      "san": 1891,
      "##po": 1892,
      "##lim": 1893,
      "##wards": 1894,
      "##yle": 1895,
      "##ering": 1896,
      "##ecast": 1897,
      "exist": 1898,
      "##ify": 1899,
      "israels": 1900,
      "majority": 1901,
      "flour": 1902,
      "schedul": 1903,
      "tonnes": 1904,
      "biscu": 1905,
      "air": 1906,
      "eating": 1907,
      "mus": 1908,
      "oct": 1909,
      "sem": 1910,
      "##az": 1911,
      "##ladesh": 1912,
      "##tional": 1913,
      "##eter": 1914,
      "forecast": 1915,
      "chall": 1916,
      "agre": 1917,
      "energ": 1918,
      "apple": 1919,
      "least": 1920,
      "prev": 1921,
      "central": 1922,
      "manufacturing": 1923,
      "restric": 1924,
      "egypt": 1925,
      "diffic": 1926,
      "registered": 1927,
      "meth": 1928,
      "costs": 1929,
      "engine": 1930,
      "months": 1931,
      "traditional": 1932,
      "resources": 1933,
      "challeng": 1934,
      "sw": 1935,
      "vit": 1936,
      "##ness": 1937,
      "##ene": 1938,
      "##ares": 1939,
      "##stand": 1940,
      "##ions": 1941,
      "##ola": 1942,
      "##umm": 1943,
      "without": 1944,
      "usa": 1945,
      "seed": 1946,
      "ital": 1947,
      "manage": 1948,
      "regions": 1949,
      "##oughly": 1950,
      "afric": 1951,
      "##eties": 1952,
      "bulk": 1953,
      "agreement": 1954,
      "coun": 1955,
      "di": 1956,
      "youn": 1957,
      "##ench": 1958,
      "asian": 1959,
      "industries": 1960,
      "above": 1961,
      "trading": 1962,
      "global": 1963,
      "bil": 1964,
      "bread": 1965,
      "mt": 1966,
      "mac": 1967,
      "targ": 1968,
      "stre": 1969,
      "chem": 1970,
      "trends": 1971,
      "##ulture": 1972,
      "said": 1973,
      "afgh": 1974,
      "maintain": 1975,
      "competitive": 1976,
      "labels": 1977,
      "laws": 1978,
      "protection": 1979,
      "crops": 1980,
      "benef": 1981,
      "bangladesh": 1982,
      "varieties": 1983,
      "dess": 1984,
      "men": 1985,
      "tend": 1986,
      "##ao": 1987,
      "##ina": 1988,
      "##ically": 1989,
      "##ising": 1990,
      "real": 1991,
      "plan": 1992,
      "december": 1993,
      "recently": 1994,
      "capac": 1995,
      "design": 1996,
      "positive": 1997,
      "##isions": 1998,
      "authority": 1999,
      "analys": 2000,
      "advantage": 2001,
      "german": 2002,
      "method": 2003,
      "hold": 2004,
      "middle": 2005,
      "rural": 2006,
      "your": 2007,
      "##eas": 2008,
      "##ob": 2009,
      "##isms": 2010,
      "comb": 2011,
      "char": 2012,
      "chilled": 2013,
      "committ": 2014,
      "##ateral": 2015,
      "##atives": 2016,
      "##lesh": 2017,
      "butter": 2018,
      "prior": 2019,
      "subject": 2020,
      "visit": 2021,
      "cooperation": 2022,
      "scienti": 2023,
      "encour": 2024,
      "capacity": 2025,
      "fig": 2026,
      "ferti": 2027,
      "fair": 2028,
      "log": 2029,
      "roughly": 2030,
      "##me": 2031,
      "##line": 2032,
      "third": 2033,
      "##esti": 2034,
      "today": 2035,
      "beer": 2036,
      "##uty": 2037,
      "importing": 2038,
      "israeltel": 2039,
      "relatively": 2040,
      "standard": 2041,
      "accounted": 2042,
      "edible": 2043,
      "restaurant": 2044,
      "categories": 2045,
      "##infoexport": 2046,
      "slightly": 2047,
      "coc": 2048,
      "cities": 2049,
      "day": 2050,
      "hum": 2051,
      "mem": 2052,
      "round": 2053,
      "##ton": 2054,
      "then": 2055,
      "##ceed": 2056,
      "change": 2057,
      "groc": 2058,
      "located": 2059,
      "basis": 2060,
      "##international": 2061,
      "arabia": 2062,
      "du": 2063,
      "dest": 2064,
      "dise": 2065,
      "june": 2066,
      "wine": 2067,
      "##can": 2068,
      "##omes": 2069,
      "refer": 2070,
      "example": 2071,
      "##oph": 2072,
      "seen": 2073,
      "##ensive": 2074,
      "implement": 2075,
      "subst": 2076,
      "drinks": 2077,
      "port": 2078,
      "cred": 2079,
      "concent": 2080,
      "promo": 2081,
      "moroc": 2082,
      "tunisia": 2083,
      "wholesal": 2084,
      "energy": 2085,
      "analysis": 2086,
      "dens": 2087,
      "doll": 2088,
      "hist": 2089,
      "nam": 2090,
      "instr": 2091,
      "apply": 2092,
      "france": 2093,
      "##ification": 2094,
      "##ptions": 2095,
      "juicy": 2096,
      "issues": 2097,
      "manufacturer": 2098,
      "measures": 2099,
      "telescope": 2100,
      "crisp": 2101,
      "afghan": 2102,
      "back": 2103,
      "case": 2104,
      "har": 2105,
      "rip": 2106,
      "wto": 2107,
      "##aff": 2108,
      "##df": 2109,
      "##onic": 2110,
      "##tish": 2111,
      "##ably": 2112,
      "##ams": 2113,
      "##aintern": 2114,
      "##rict": 2115,
      "seeds": 2116,
      "meal": 2117,
      "perform": 2118,
      "##ivid": 2119,
      "issue": 2120,
      "decrease": 2121,
      "enterpr": 2122,
      "below": 2123,
      "primary": 2124,
      "atlas": 2125,
      "management": 2126,
      "concentr": 2127,
      "bod": 2128,
      "eat": 2129,
      "func": 2130,
      "mix": 2131,
      "rd": 2132,
      "##oy": 2133,
      "##ests": 2134,
      "proper": 2135,
      "##uses": 2136,
      "commun": 2137,
      "oils": 2138,
      "assist": 2139,
      "competit": 2140,
      "respectively": 2141,
      "detail": 2142,
      "commissioner": 2143,
      "division": 2144,
      "administration": 2145,
      "financial": 2146,
      "biscuits": 2147,
      "aug": 2148,
      "diet": 2149,
      "making": 2150,
      "##dfaitmaecigcc": 2151,
      "##he": 2152,
      "##fy": 2153,
      "towards": 2154,
      "##itted": 2155,
      "##istics": 2156,
      "##active": 2157,
      "chi": 2158,
      "content": 2159,
      "mean": 2160,
      "exporting": 2161,
      "arr": 2162,
      "##encies": 2163,
      "better": 2164,
      "pean": 2165,
      "grew": 2166,
      "build": 2167,
      "known": 2168,
      "conduct": 2169,
      "segment": 2170,
      "bilateral": 2171,
      "committee": 2172,
      "fertil": 2173,
      "members": 2174,
      "fam": 2175,
      "kosher": 2176,
      "mic": 2177,
      "pen": 2178,
      "ple": 2179,
      "section": 2180,
      "term": 2181,
      "asean": 2182,
      "individ": 2183,
      "##osh": 2184,
      "particip": 2185,
      "purchase": 2186,
      "working": 2187,
      "considered": 2188,
      "power": 2189,
      "testing": 2190,
      "quantity": 2191,
      "necessary": 2192,
      "nesoi": 2193,
      "gb": 2194,
      "pass": 2195,
      "pub": 2196,
      "wr": 2197,
      "##ek": 2198,
      "##tific": 2199,
      "##asing": 2200,
      "constr": 2201,
      "##amin": 2202,
      "accounts": 2203,
      "related": 2204,
      "subs": 2205,
      "green": 2206,
      "juices": 2207,
      "officer": 2208,
      "profile": 2209,
      "nearly": 2210,
      "agreements": 2211,
      "difficult": 2212,
      "dessert": 2213,
      "ka": 2214,
      "##mber": 2215,
      "##ances": 2216,
      "##thers": 2217,
      "##rim": 2218,
      "agent": 2219,
      "again": 2220,
      "usually": 2221,
      "contribut": 2222,
      "##elled": 2223,
      "road": 2224,
      "opportunity": 2225,
      "##ready": 2226,
      "elect": 2227,
      "types": 2228,
      "early": 2229,
      "successful": 2230,
      "category": 2231,
      "##internet": 2232,
      "descri": 2233,
      "canned": 2234,
      "spreads": 2235,
      "full": 2236,
      "target": 2237,
      "gain": 2238,
      "her": 2239,
      "mm": 2240,
      "mill": 2241,
      "pet": 2242,
      "##ci": 2243,
      "##icies": 2244,
      "def": 2245,
      "resid": 2246,
      "note": 2247,
      "includes": 2248,
      "relev": 2249,
      "clos": 2250,
      "labor": 2251,
      "soft": 2252,
      "times": 2253,
      "reported": 2254,
      "specialty": 2255,
      "students": 2256,
      "payment": 2257,
      "chocolate": 2258,
      "ripens": 2259,
      "publish": 2260,
      "cod": 2261,
      "cop": 2262,
      "gl": 2263,
      "mount": 2264,
      "vir": 2265,
      "##site": 2266,
      "##opp": 2267,
      "##ning": 2268,
      "##erce": 2269,
      "##inary": 2270,
      "##oming": 2271,
      "##aper": 2272,
      "age": 2273,
      "shipp": 2274,
      "union": 2275,
      "##ght": 2276,
      "sept": 2277,
      "healthy": 2278,
      "obj": 2279,
      "remains": 2280,
      "policies": 2281,
      "barley": 2282,
      "simil": 2283,
      "##html": 2284,
      "responsible": 2285,
      "micro": 2286,
      "individual": 2287,
      "bott": 2288,
      "cel": 2289,
      "gal": 2290,
      "ie": 2291,
      "km": 2292,
      "let": 2293,
      "live": 2294,
      "summ": 2295,
      "##gen": 2296,
      "##mos": 2297,
