{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "a": 5,
      "b": 6,
      "c": 7,
      "d": 8,
      "e": 9,
      "f": 10,
      "g": 11,
      "h": 12,
      "i": 13,
      "j": 14,
      "k": 15,
      "l": 16,
      "m": 17,
      "n": 18,
      "o": 19,
      "p": 20,
      "q": 21,
      "r": 22,
      "s": 23,
      "t": 24,
      "u": 25,
      "v": 26,
      "w": 27,
      "x": 28,
      "y": 29,
      "z": 30,
      "": 31,
      "": 32,
      "": 33,
      "¥": 34,
      "©": 35,
      "«": 36,
      "­": 37,
      "®": 38,
      "°": 39,
      "²": 40,
      "µ": 41,
      "·": 42,
      "º": 43,
      "»": 44,
      "¼": 45,
      "½": 46,
      "×": 47,
      "à": 48,
      "á": 49,
      "â": 50,
      "ã": 51,
      "ä": 52,
      "ç": 53,
      "è": 54,
      "é": 55,
      "ê": 56,
      "ë": 57,
      "í": 58,
      "î": 59,
      "ï": 60,
      "ñ": 61,
      "ò": 62,
      "ó": 63,
      "ô": 64,
      "ø": 65,
      "ù": 66,
      "û": 67,
      "ü": 68,
      "œ": 69,
      "γ": 70,
      "–": 71,
      "—": 72,
      "―": 73,
      "‘": 74,
      "’": 75,
      "•": 76,
      "‣": 77,
      "…": 78,
      "€": 79,
      "⇒": 80,
      "◦": 81,
      "##e": 82,
      "##s": 83,
      "##u": 84,
      "##r": 85,
      "##n": 86,
      "##d": 87,
      "##t": 88,
      "##i": 89,
      "##a": 90,
      "##l": 91,
      "##é": 92,
      "##o": 93,
      "##f": 94,
      "##h": 95,
      "##v": 96,
      "##c": 97,
      "##b": 98,
      "##q": 99,
      "##m": 100,
      "##g": 101,
      "##p": 102,
      "##è": 103,
      "##x": 104,
      "##z": 105,
      "##y": 106,
      "##ï": 107,
      "##w": 108,
      "##j": 109,
      "##k": 110,
      "##ç": 111,
      "##ê": 112,
      "##û": 113,
      "##ô": 114,
      "##î": 115,
      "##ë": 116,
      "##â": 117,
      "##ñ": 118,
      "##à": 119,
      "##œ": 120,
      "##…": 121,
      "##í": 122,
      "##ø": 123,
      "##º": 124,
      "##ù": 125,
      "##ó": 126,
      "##ã": 127,
      "##ä": 128,
      "##ü": 129,
      "##«": 130,
      "##ò": 131,
      "##es": 132,
      "##nt": 133,
      "##on": 134,
      "de": 135,
      "##ti": 136,
      "##ent": 137,
      "##ur": 138,
      "##an": 139,
      "##er": 140,
      "##is": 141,
      "##it": 142,
      "la": 143,
      "##re": 144,
      "##ar": 145,
      "##or": 146,
      "##tion": 147,
      "##in": 148,
      "##ro": 149,
      "les": 150,
      "et": 151,
      "##al": 152,
      "##ment": 153,
      "des": 154,
      "le": 155,
      "##en": 156,
      "##ation": 157,
      "##om": 158,
      "en": 159,
      "##te": 160,
      "##ue": 161,
      "##ll": 162,
      "##us": 163,
      "##ri": 164,
      "pro": 165,
      "##ant": 166,
      "##ne": 167,
      "##ch": 168,
      "##ai": 169,
      "##our": 170,
      "##és": 171,
      "##ort": 172,
      "au": 173,
      "du": 174,
      "##port": 175,
      "##li": 176,
      "##ou": 177,
      "##du": 178,
      "##ra": 179,
      "##ons": 180,
      "##res": 181,
      "##ce": 182,
      "##le": 183,
      "produ": 184,
      "##ci": 185,
      "##ont": 186,
      "##au": 187,
      "par": 188,
      "##ie": 189,
      "##its": 190,
      "##ad": 191,
      "##ans": 192,
      "##omm": 193,
      "##st": 194,
      "##de": 195,
      "qu": 196,
      "##as": 197,
      "dé": 198,
      "##que": 199,
      "in": 200,
      "pl": 201,
      "##qu": 202,
      "##ve": 203,
      "pour": 204,
      "##ill": 205,
      "ex": 206,
      "##at": 207,
      "se": 208,
      "produits": 209,
      "can": 210,
      "##urs": 211,
      "##mport": 212,
      "un": 213,
      "##ag": 214,
      "ch": 215,
      "ce": 216,
      "mar": 217,
      "##ale": 218,
      "ét": 219,
      "##me": 220,
      "re": 221,
      "##ab": 222,
      "canad": 223,
      "pr": 224,
      "est": 225,
      "##se": 226,
      "que": 227,
      "dans": 228,
      "##ap": 229,
      "##ée": 230,
      "##ations": 231,
      "plus": 232,
      "##ol": 233,
      "import": 234,
      "##oi": 235,
      "une": 236,
      "sur": 237,
      "##ien": 238,
      "cons": 239,
      "##si": 240,
      "##ul": 241,
      "##ments": 242,
      "##ées": 243,
      "comm": 244,
      "##ff": 245,
      "an": 246,
      "qui": 247,
      "ré": 248,
      "##ais": 249,
      "##lle": 250,
      "##ic": 251,
      "##am": 252,
      "sont": 253,
      "##tre": 254,
      "con": 255,
      "su": 256,
      "march": 257,
      "##aux": 258,
      "##illi": 259,
      "ou": 260,
      "ali": 261,
      "##ure": 262,
      "milli": 263,
      "##pp": 264,
      "##ct": 265,
      "##ers": 266,
      "##ère": 267,
      "##ité": 268,
      "##aires": 269,
      "##pr": 270,
      "di": 271,
      "##ran": 272,
      "##ques": 273,
      "##ine": 274,
      "##cc": 275,
      "##di": 276,
      "##ist": 277,
      "mo": 278,
      "ag": 279,
      "po": 280,
      "##ate": 281,
      "##ins": 282,
      "##ér": 283,
      "ent": 284,
      "##aire": 285,
      "##ric": 286,
      "pa": 287,
      "##iss": 288,
      "##ati": 289,
      "##ir": 290,
      "do": 291,
      "aux": 292,
      "com": 293,
      "canada": 294,
      "##ig": 295,
      "##rie": 296,
      "##ction": 297,
      "##eu": 298,
      "export": 299,
      "##il": 300,
      "##orm": 301,
      "int": 302,
      "##ét": 303,
      "##él": 304,
      "##ion": 305,
      "il": 306,
      "##ance": 307,
      "##ces": 308,
      "marché": 309,
      "##cte": 310,
      "##nes": 311,
      "##ts": 312,
      "ont": 313,
      "##age": 314,
      "##ys": 315,
      "##ég": 316,
      "commer": 317,
      "##ru": 318,
      "##ait": 319,
      "entre": 320,
      "##tt": 321,
      "##est": 322,
      "##tte": 323,
      "##pe": 324,
      "##os": 325,
      "tr": 326,
      "##ants": 327,
      "##ande": 328,
      "millions": 329,
      "pays": 330,
      "##ang": 331,
      "##ww": 332,
      "##og": 333,
      "##ines": 334,
      "so": 335,
      "##ust": 336,
      "##mp": 337,
      "comp": 338,
      "##mi": 339,
      "pas": 340,
      "##ver": 341,
      "##mb": 342,
      "##vent": 343,
      "##ux": 344,
      "##les": 345,
      "canadien": 346,
      "consomm": 347,
      "cont": 348,
      "##ès": 349,
      "##ot": 350,
      "##un": 351,
      "##ds": 352,
      "##ales": 353,
      "##ique": 354,
      "##end": 355,
      "aliment": 356,
      "ann": 357,
      "##lo": 358,
      "##erv": 359,
      "##én": 360,
      "li": 361,
      "##ateurs": 362,
      "##che": 363,
      "##ises": 364,
      "##and": 365,
      "ph": 366,
      "aliments": 367,
      "##form": 368,
      "##ali": 369,
      "##ss": 370,
      "co": 371,
      "te": 372,
      "##tres": 373,
      "ne": 374,
      "##cip": 375,
      "##ac": 376,
      "tou": 377,
      "##mes": 378,
      "##ise": 379,
      "ave": 380,
      "pré": 381,
      "trans": 382,
      "avec": 383,
      "importations": 384,
      "##ésent": 385,
      "rég": 386,
      "ces": 387,
      "##iv": 388,
      "##ult": 389,
      "st": 390,
      "##onom": 391,
      "##tique": 392,
      "av": 393,
      "sa": 394,
      "##erm": 395,
      "peu": 396,
      "parti": 397,
      "is": 398,
      "##cteur": 399,
      "prin": 400,
      "##ré": 401,
      "##ille": 402,
      "##oc": 403,
      "##ars": 404,
      "##ite": 405,
      "##ères": 406,
      "##ing": 407,
      "princip": 408,
      "doll": 409,
      "gran": 410,
      "cro": 411,
      "##tes": 412,
      "##bu": 413,
      "vale": 414,
      "exportations": 415,
      "dollars": 416,
      "pri": 417,
      "##ls": 418,
      "agric": 419,
      "##ge": 420,
      "valeur": 421,
      "##olog": 422,
      "##dust": 423,
      "##ois": 424,
      "##ili": 425,
      "inter": 426,
      "cer": 427,
      "##aient": 428,
      "##lles": 429,
      "rap": 430,
      "##iques": 431,
      "##ong": 432,
      "##ven": 433,
      "tél": 434,
      "##lis": 435,
      "##cu": 436,
      "bi": 437,
      "##ous": 438,
      "##id": 439,
      "on": 440,
      "fa": 441,
      "isra": 442,
      "acc": 443,
      "##tif": 444,
      "commerci": 445,
      "##gment": 446,
      "cette": 447,
      "tra": 448,
      "##par": 449,
      "être": 450,
      "alimentaires": 451,
      "##ats": 452,
      "comme": 453,
      "##et": 454,
      "##onn": 455,
      "éc": 456,
      "##bre": 457,
      "jap": 458,
      "été": 459,
      "vi": 460,
      "##alement": 461,
      "nom": 462,
      "##ies": 463,
      "##nement": 464,
      "lin": 465,
      "app": 466,
      "##ves": 467,
      "##yen": 468,
      "dét": 469,
      "##co": 470,
      "##nation": 471,
      "##pé": 472,
      "##able": 473,
      "lu": 474,
      "cour": 475,
      "##ari": 476,
      "japon": 477,
      "##ren": 478,
      "##rou": 479,
      "##lé": 480,
      "entrepr": 481,
      "##ribu": 482,
      "moyen": 483,
      "bo": 484,
      "##ord": 485,
      "car": 486,
      "si": 487,
      "ob": 488,
      "cad": 489,
      "serv": 490,
      "##alis": 491,
      "croiss": 492,
      "conc": 493,
      "augment": 494,
      "production": 495,
      "nou": 496,
      "or": 497,
      "##ph": 498,
      "##ens": 499,
      "##ouver": 500,
      "dist": 501,
      "commerce": 502,
      "leur": 503,
      "autres": 504,
      "##mé": 505,
      "gén": 506,
      "secteur": 507,
      "##ond": 508,
      "##dustrie": 509,
      "dép": 510,
      "min": 511,
      "tot": 512,
      "##fi": 513,
      "##ités": 514,
      "##chn": 515,
      "res": 516,
      "##aliment": 517,
      "th": 518,
      "##ut": 519,
      "vent": 520,
      "produit": 521,
      "##éc": 522,
      "exp": 523,
      "##min": 524,
      "ter": 525,
      "##ement": 526,
      "##pul": 527,
      "##aï": 528,
      "##ents": 529,
      "##uis": 530,
      "nouve": 531,
      "##ence": 532,
      "##ilipp": 533,
      "croissance": 534,
      "##ace": 535,
      "##im": 536,
      "##ourn": 537,
      "entreprises": 538,
      "for": 539,
      "##des": 540,
      "philipp": 541,
      "fra": 542,
      "##gan": 543,
      "milliar": 544,
      "mon": 545,
      "dem": 546,
      "prix": 547,
      "me": 548,
      "##uelle": 549,
      "consommation": 550,
      "repr": 551,
      "agro": 552,
      "sou": 553,
      "##ème": 554,
      "dev": 555,
      "##ante": 556,
      "##tit": 557,
      "##oir": 558,
      "cor": 559,
      "##ib": 560,
      "popul": 561,
      "##all": 562,
      "##rang": 563,
      "##ulture": 564,
      "##ures": 565,
      "##érie": 566,
      "##lev": 567,
      "économ": 568,
      "##éri": 569,
      "lég": 570,
      "agroaliment": 571,
      "fru": 572,
      "##ui": 573,
      "##oo": 574,
      "chine": 575,
      "représent": 576,
      "mal": 577,
      "nombre": 578,
      "dis": 579,
      "##ub": 580,
      "off": 581,
      "##éd": 582,
      "##tiques": 583,
      "##tilis": 584,
      "##velo": 585,
      "consommateurs": 586,
      "distribu": 587,
      "canadiens": 588,
      "ég": 589,
      "##ttp": 590,
      "fourn": 591,
      "##chés": 592,
      "leurs": 593,
      "##ta": 594,
      "deux": 595,
      "al": 596,
      "pre": 597,
      "son": 598,
      "##ide": 599,
      "##ail": 600,
      "vie": 601,
      "mais": 602,
      "##cti": 603,
      "région": 604,
      "ad": 605,
      "transform": 606,
      "rapport": 607,
      "bien": 608,
      "http": 609,
      "##tions": 610,
      "##ten": 611,
      "ses": 612,
      "##act": 613,
      "##cher": 614,
      "ma": 615,
      "##onnes": 616,
      "demande": 617,
      "##ni": 618,
      "##abit": 619,
      "mati": 620,
      "##velopp": 621,
      "étrang": 622,
      "cent": 623,
      "##ël": 624,
      "internation": 625,
      "da": 626,
      "inc": 627,
      "premi": 628,
      "eff": 629,
      "##chnolog": 630,
      "ar": 631,
      "déc": 632,
      "importés": 633,
      "##tin": 634,
      "##alité": 635,
      "fait": 636,
      "##vir": 637,
      "##www": 638,
      "##ganis": 639,
      "ass": 640,
      "##ussi": 641,
      "fab": 642,
      "##oivent": 643,
      "##sse": 644,
      "viande": 645,
      "##viron": 646,
      "pou": 647,
      "milliards": 648,
      "doivent": 649,
      "rest": 650,
      "##lon": 651,
      "##cteurs": 652,
      "fruits": 653,
      "développ": 654,
      "gouver": 655,
      "##lement": 656,
      "bas": 657,
      "habit": 658,
      "présent": 659,
      "##vis": 660,
      "sup": 661,
      "##gcc": 662,
      "cha": 663,
      "us": 664,
      "be": 665,
      "##rab": 666,
      "##ateur": 667,
      "##era": 668,
      "##rig": 669,
      "##olu": 670,
      "ren": 671,
      "##ions": 672,
      "##sion": 673,
      "dire": 674,
      "##anté": 675,
      "années": 676,
      "##ême": 677,
      "utilis": 678,
      "##issons": 679,
      "pe": 680,
      "ind": 681,
      "marchés": 682,
      "loc": 683,
      "nation": 684,
      "santé": 685,
      "##isse": 686,
      "##nam": 687,
      "canadiennes": 688,
      "##ors": 689,
      "per": 690,
      "certif": 691,
      "population": 692,
      "##unis": 693,
      "génér": 694,
      "ain": 695,
      "dun": 696,
      "selon": 697,
      "httpwww": 698,
      "ainsi": 699,
      "non": 700,
      "##out": 701,
      "rés": 702,
      "##dre": 703,
      "gouvernement": 704,
      "##antes": 705,
      "##ices": 706,
      "amé": 707,
      "www": 708,
      "af": 709,
      "aussi": 710,
      "##um": 711,
      "rel": 712,
      "pass": 713,
      "peut": 714,
      "philippines": 715,
      "##ingap": 716,
      "dont": 717,
      "étab": 718,
      "certa": 719,
      "poi": 720,
      "man": 721,
      "##rent": 722,
      "même": 723,
      "singap": 724,
      "##net": 725,
      "##rait": 726,
      "##tnam": 727,
      "lex": 728,
      "inf": 729,
      "également": 730,
      "vers": 731,
      "lindustrie": 732,
      "certific": 733,
      "##el": 734,
      "##atis": 735,
      "##ote": 736,
      "##ences": 737,
      "and": 738,
      "élev": 739,
      "frais": 740,
      "##ubli": 741,
      "dune": 742,
      "sour": 743,
      "cl": 744,
      "suiv": 745,
      "ventes": 746,
      "chi": 747,
      "singapour": 748,
      "dou": 749,
      "foo": 750,
      "lent": 751,
      "ca": 752,
      "##aine": 753,
      "vietnam": 754,
      "fin": 755,
      "gra": 756,
      "très": 757,
      "gro": 758,
      "environ": 759,
      "jus": 760,
      "diff": 761,
      "##ass": 762,
      "sud": 763,
      "grande": 764,
      "services": 765,
      "##oles": 766,
      "fabric": 767,
      "aff": 768,
      "ils": 769,
      "##ae": 770,
      "sh": 771,
      "##nent": 772,
      "der": 773,
      "toute": 774,
      "israël": 775,
      "es": 776,
      "##op": 777,
      "doit": 778,
      "##aison": 779,
      "##riel": 780,
      "##ustr": 781,
      "##ermar": 782,
      "donn": 783,
      "mes": 784,
      "principaux": 785,
      "of": 786,
      "moins": 787,
      "den": 788,
      "mag": 789,
      "##reg": 790,
      "qualité": 791,
      "##près": 792,
      "partie": 793,
      "minist": 794,
      "tonnes": 795,
      "##aur": 796,
      "moyenne": 797,
      "développement": 798,
      "vis": 799,
      "téléc": 800,
      "augmenté": 801,
      "##ches": 802,
      "inde": 803,
      "états": 804,
      "##titu": 805,
      "##ages": 806,
      "année": 807,
      "dro": 808,
      "act": 809,
      "lé": 810,
      "rec": 811,
      "dep": 812,
      "conn": 813,
      "##dition": 814,
      "##èg": 815,
      "soit": 816,
      "organis": 817,
      "##rit": 818,
      "##oy": 819,
      "prop": 820,
      "disp": 821,
      "##ice": 822,
      "##péci": 823,
      "derni": 824,
      "depuis": 825,
      "dau": 826,
      "sé": 827,
      "##aint": 828,
      "ju": 829,
      "sy": 830,
      "##int": 831,
      "##fs": 832,
      "##oci": 833,
      "##onne": 834,
      "##use": 835,
      "##ours": 836,
      "pers": 837,
      "##lu": 838,
      "proven": 839,
      "aut": 840,
      "boissons": 841,
      "##yp": 842,
      "##orc": 843,
      "##ommes": 844,
      "pâ": 845,
      "##ole": 846,
      "##oup": 847,
      "agricoles": 848,
      "##mportation": 849,
      "##endant": 850,
      "tous": 851,
      "##iste": 852,
      "##iens": 853,
      "courriel": 854,
      "matière": 855,
      "restaur": 856,
      "##tic": 857,
      "##mball": 858,
      "règ": 859,
      "spéci": 860,
      "##vement": 861,
      "chin": 862,
      "##éli": 863,
      "##sib": 864,
      "##vesti": 865,
      "##ient": 866,
      "##fic": 867,
      "##èrement": 868,
      "elle": 869,
      "recher": 870,
      "##igne": 871,
      "agroalimentaires": 872,
      "##iti": 873,
      "exportateurs": 874,
      "ni": 875,
      "peuvent": 876,
      "##gcca": 877,
      "ab": 878,
      "tro": 879,
      "soci": 880,
      "tout": 881,
      "né": 882,
      "publi": 883,
      "avant": 884,
      "ha": 885,
      "prépar": 886,
      "##je": 887,
      "##aut": 888,
      "exig": 889,
      "##cess": 890,
      "taux": 891,
      "##anc": 892,
      "##ard": 893,
      "perm": 894,
      "sit": 895,
      "##mière": 896,
      "particu": 897,
      "##minu": 898,
      "étatsunis": 899,
      "rép": 900,
      "détail": 901,
      "ri": 902,
      "conf": 903,
      "biote": 904,
      "##ustral": 905,
      "##ign": 906,
      "##été": 907,
      "at": 908,
      "##uses": 909,
      "##ress": 910,
      "part": 911,
      "particuli": 912,
      "##ay": 913,
      "##mbre": 914,
      "food": 915,
      "faire": 916,
      "trou": 917,
      "anim": 918,
      "##amille": 919,
      "base": 920,
      "prog": 921,
      "mat": 922,
      "##up": 923,
      "##ables": 924,
      "##ermarchés": 925,
      "point": 926,
      "ministère": 927,
      "vari": 928,
      "rapide": 929,
      "biolog": 930,
      "magas": 931,
      "mer": 932,
      "japonais": 933,
      "concur": 934,
      "##ctiv": 935,
      "bru": 936,
      "dom": 937,
      "##ert": 938,
      "cours": 939,
      "##chnologie": 940,
      "atte": 941,
      "imp": 942,
      "mont": 943,
      "ins": 944,
      "diminu": 945,
      "sous": 946,
      "##orte": 947,
      "marchand": 948,
      "##formation": 949,
      "chaî": 950,
      "cap": 951,
      "##tél": 952,
      "##illes": 953,
      "##lè": 954,
      "##oire": 955,
      "israéli": 956,
      "monde": 957,
      "arab": 958,
      "##éré": 959,
      "dépens": 960,
      "thaï": 961,
      "##ues": 962,
      "##xport": 963,
      "##teurs": 964,
      "no": 965,
      "##umes": 966,
      "##onc": 967,
      "##ange": 968,
      "cat": 969,
      "volu": 970,
      "autre": 971,
      "marque": 972,
      "cas": 973,
      "##ttes": 974,
      "##vestisse": 975,
      "thaïl": 976,
      "norm": 977,
      "év": 978,
      "##ronom": 979,
      "##erie": 980,
      "prof": 981,
      "##uellement": 982,
      "nord": 983,
      "port": 984,
      "att": 985,
      "##aille": 986,
      "##rée": 987,
      "##stronom": 988,
      "situ": 989,
      "raison": 990,
      "##rer": 991,
      "##ente": 992,
      "##ner": 993,
      "##ode": 994,
      "##cep": 995,
      "légumes": 996,
      "distribution": 997,
      "pâtes": 998,
      "reven": 999,
      "volume": 1000,
      "form": 1001,
      "im": 1002,
      "fran": 1003,
      "##mo": 1004,
      "pommes": 1005,
      "##usse": 1006,
      "corp": 1007,
      "##com": 1008,
      "lumière": 1009,
      "##aines": 1010,
      "lag": 1011,
      "permis": 1012,
      "not": 1013,
      "prov": 1014,
      "industrie": 1015,
      "vente": 1016,
      "international": 1017,
      "dautres": 1018,
      "lan": 1019,
      "##ov": 1020,
      "##ca": 1021,
      "##ention": 1022,
      "##repr": 1023,
      "##oration": 1024,
      "pos": 1025,
      "##rence": 1026,
      "nous": 1027,
      "porc": 1028,
      "##ier": 1029,
      "inst": 1030,
      "dali": 1031,
      "grou": 1032,
      "péri": 1033,
      "##jet": 1034,
      "cel": 1035,
      "agroalimentaire": 1036,
      "marchandises": 1037,
      "fai": 1038,
      "afin": 1039,
      "bure": 1040,
      "##sie": 1041,
      "statis": 1042,
      "télé": 1043,
      "habitant": 1044,
      "recherche": 1045,
      "##ry": 1046,
      "##voir": 1047,
      "quant": 1048,
      "syst": 1049,
      "##gré": 1050,
      "##ivers": 1051,
      "##vers": 1052,
      "ans": 1053,
      "service": 1054,
      "##raient": 1055,
      "##ob": 1056,
      "##ître": 1057,
      "##isson": 1058,
      "agricole": 1059,
      "nouvelle": 1060,
      "transformation": 1061,
      "contr": 1062,
      "##part": 1063,
      "chiff": 1064,
      "##ire": 1065,
      "poli": 1066,
      "##étés": 1067,
      "##lisse": 1068,
      "activ": 1069,
      "##ter": 1070,
      "##fé": 1071,
      "était": 1072,
      "coû": 1073,
      "daliments": 1074,
      "##emp": 1075,
      "##fois": 1076,
      "##famille": 1077,
      "déb": 1078,
      "source": 1079,
      "trois": 1080,
      "magasins": 1081,
      "austral": 1082,
      "oc": 1083,
      "sal": 1084,
      "##app": 1085,
      "ac": 1086,
      "hong": 1087,
      "table": 1088,
      "##çon": 1089,
      "##égor": 1090,
      "##ogra": 1091,
      "##vision": 1092,
      "douan": 1093,
      "thaïlande": 1094,
      "devrait": 1095,
      "##att": 1096,
      "consid": 1097,
      "malais": 1098,
      "catégor": 1099,
      "cr": 1100,
      "cin": 1101,
      "tend": 1102,
      "##ici": 1103,
      "peti": 1104,
      "dépenses": 1105,
      "cli": 1106,
      "suc": 1107,
      "rense": 1108,
      "cré": 1109,
      "##one": 1110,
      "##ances": 1111,
      "##eront": 1112,
      "améric": 1113,
      "où": 1114,
      "##td": 1115,
      "économique": 1116,
      "fournisse": 1117,
      "##der": 1118,
      "##vant": 1119,
      "lim": 1120,
      "##core": 1121,
      "après": 1122,
      "##wan": 1123,
      "##ains": 1124,
      "##osi": 1125,
      "##céd": 1126,
      "##iel": 1127,
      "marques": 1128,
      "supermarchés": 1129,
      "##dent": 1130,
      "encore": 1131,
      "##amment": 1132,
      "mondi": 1133,
      "ess": 1134,
      "fon": 1135,
      "##ect": 1136,
      "près": 1137,
      "sau": 1138,
      "sec": 1139,
      "ap": 1140,
      "##aill": 1141,
      "associ": 1142,
      "##ignements": 1143,
      "israélien": 1144,
      "fer": 1145,
      "ltd": 1146,
      "##ht": 1147,
      "exemp": 1148,
      "grand": 1149,
      "##érieur": 1150,
      "bureau": 1151,
      "conten": 1152,
      "agriculture": 1153,
      "relati": 1154,
      "hausse": 1155,
      "normes": 1156,
      "période": 1157,
      "##resse": 1158,
      "##qui": 1159,
      "##alisation": 1160,
      "renseignements": 1161,
      "blé": 1162,
      "sans": 1163,
      "##ser": 1164,
      "##df": 1165,
      "##té": 1166,
      "enreg": 1167,
      "sub": 1168,
      "appro": 1169,
      "biologiques": 1170,
      "astronom": 1171,
      "occ": 1172,
      "vend": 1173,
      "##fique": 1174,
      "##vre": 1175,
      "##ilité": 1176,
      "perme": 1177,
      "investisse": 1178,
      "important": 1179,
      "alors": 1180,
      "cinq": 1181,
      "contin": 1182,
      "total": 1183,
      "animaux": 1184,
      "faib": 1185,
      "dor": 1186,
      "kong": 1187,
      "len": 1188,
      "droits": 1189,
      "##itaire": 1190,
      "##pection": 1191,
      "internet": 1192,
      "national": 1193,
      "din": 1194,
      "##uel": 1195,
      "##ieurs": 1196,
      "indi": 1197,
      "compte": 1198,
      "temp": 1199,
      "##ture": 1200,
      "##arant": 1201,
      "quel": 1202,
      "possib": 1203,
      "débou": 1204,
      "##ograph": 1205,
      "malaisie": 1206,
      "##ième": 1207,
      "##mar": 1208,
      "##ôle": 1209,
      "##quer": 1210,
      "alimentaire": 1211,
      "transport": 1212,
      "obten": 1213,
      "esti": 1214,
      "chinois": 1215,
      "exigences": 1216,
      "orig": 1217,
      "##ain": 1218,
      "##agn": 1219,
      "forte": 1220,
      "eur": 1221,
      "elles": 1222,
      "vég": 1223,
      "##onés": 1224,
      "nécess": 1225,
      "pib": 1226,
      "##istre": 1227,
      "##rom": 1228,
      "##ruct": 1229,
      "toutefois": 1230,
      "emball": 1231,
      "##ature": 1232,
      "principales": 1233,
      "économie": 1234,
      "provenance": 1235,
      "am": 1236,
      "##tent": 1237,
      "plu": 1238,
      "plusieurs": 1239,
      "million": 1240,
      "régions": 1241,
      "certains": 1242,
      "végét": 1243,
      "ach": 1244,
      "bon": 1245,
      "docu": 1246,
      "trav": 1247,
      "terres": 1248,
      "beau": 1249,
      "##coup": 1250,
      "##entes": 1251,
      "conge": 1252,
      "##riculture": 1253,
      "canadienne": 1254,
      "toutes": 1255,
      "commerciaux": 1256,
      "hal": 1257,
      "lors": 1258,
      "destin": 1259,
      "débouchés": 1260,
      "long": 1261,
      "pes": 1262,
      "étique": 1263,
      "rep": 1264,
      "exportation": 1265,
      "##mble": 1266,
      "lad": 1267,
      "che": 1268,
      "données": 1269,
      "dernières": 1270,
      "bou": 1271,
      "he": 1272,
      "##arm": 1273,
      "plan": 1274,
      "rédu": 1275,
      "transformés": 1276,
      "aj": 1277,
      "##be": 1278,
      "##……": 1279,
      "##urer": 1280,
      "##ites": 1281,
      "indust": 1282,
      "##reprise": 1283,
      "##istan": 1284,
      "##minist": 1285,
      "établi": 1286,
      "certificat": 1287,
      "riz": 1288,
      "beaucoup": 1289,
      "fi": 1290,
      "##rés": 1291,
      "##ia": 1292,
      "##let": 1293,
      "##ansion": 1294,
      "représente": 1295,
      "cou": 1296,
      "lét": 1297,
      "##teur": 1298,
      "##ram": 1299,
      "étant": 1300,
      "premier": 1301,
      "affaires": 1302,
      "système": 1303,
      "hu": 1304,
      "##ration": 1305,
      "étrangers": 1306,
      "public": 1307,
      "mis": 1308,
      "deme": 1309,
      "seu": 1310,
      "général": 1311,
      "##ade": 1312,
      "tableau": 1313,
      "pres": 1314,
      "##he": 1315,
      "univers": 1316,
      "poisson": 1317,
      "##alisé": 1318,
      "terre": 1319,
      "centre": 1320,
      "biotechnologie": 1321,
      "bl": 1322,
      "maint": 1323,
      "##xe": 1324,
      "dent": 1325,
      "lait": 1326,
      "##aefamille": 1327,
      "revenu": 1328,
      "##ak": 1329,
      "##éra": 1330,
      "##urité": 1331,
      "##oris": 1332,
      "##ades": 1333,
      "dimportation": 1334,
      "##ditionne": 1335,
      "halal": 1336,
      "dés": 1337,
      "méd": 1338,
      "information": 1339,
      "ceux": 1340,
      "modi": 1341,
      "commercial": 1342,
      "##uile": 1343,
      "##quipe": 1344,
      "plupart": 1345,
      "fam": 1346,
      "étoi": 1347,
      "règle": 1348,
      "provin": 1349,
      "activités": 1350,
      "rou": 1351,
      "##alu": 1352,
      "prob": 1353,
      "réf": 1354,
      "compren": 1355,
      "étrangères": 1356,
      "ache": 1357,
      "fond": 1358,
      "lun": 1359,
      "##ière": 1360,
      "##tifs": 1361,
      "totale": 1362,
      "nature": 1363,
      "we": 1364,
      "étaient": 1365,
      "##ération": 1366,
      "##loit": 1367,
      "phy": 1368,
      "program": 1369,
      "enregist": 1370,
      "mét": 1371,
      "nu": 1372,
      "##ore": 1373,
      "##pendant": 1374,
      "réc": 1375,
      "annuelle": 1376,
      "##étique": 1377,
      "##ront": 1378,
      "##rats": 1379,
      "étu": 1380,
      "const": 1381,
      "tels": 1382,
      "établisse": 1383,
      "gr": 1384,
      "##av": 1385,
      "##ose": 1386,
      "##estion": 1387,
      "##arg": 1388,
      "##enir": 1389,
      "##rique": 1390,
      "##angh": 1391,
      "##eries": 1392,
      "prê": 1393,
      "##ulti": 1394,
      "concer": 1395,
      "certification": 1396,
      "actuellement": 1397,
      "restaurants": 1398,
      "éch": 1399,
      "##if": 1400,
      "##lect": 1401,
      "cependant": 1402,
      "prés": 1403,
      "importé": 1404,
      "##ica": 1405,
      "condi": 1406,
      "##pect": 1407,
      "indonés": 1408,
      "lab": 1409,
      "ext": 1410,
      "conse": 1411,
      "contact": 1412,
      "grands": 1413,
      "améli": 1414,
      "lagriculture": 1415,
      "australie": 1416,
      "taï": 1417,
      "##ôte": 1418,
      "mesure": 1419,
      "fournisseurs": 1420,
      "taïwan": 1421,
      "bes": 1422,
      "col": 1423,
      "loi": 1424,
      "ép": 1425,
      "##th": 1426,
      "##asse": 1427,
      "##atique": 1428,
      "matières": 1429,
      "céré": 1430,
      "gam": 1431,
      "##rées": 1432,
      "##mis": 1433,
      "principalement": 1434,
      "fois": 1435,
      "ur": 1436,
      "##serv": 1437,
      "##oû": 1438,
      "techn": 1439,
      "forme": 1440,
      "chaque": 1441,
      "rapidement": 1442,
      "diminué": 1443,
      "pra": 1444,
      "vol": 1445,
      "##orité": 1446,
      "##rob": 1447,
      "quil": 1448,
      "compos": 1449,
      "##fication": 1450,
      "exemple": 1451,
      "##sour": 1452,
      "##aci": 1453,
      "##lée": 1454,
      "##zél": 1455,
      "dex": 1456,
      "##tien": 1457,
      "##rat": 1458,
      "##aiss": 1459,
      "priv": 1460,
      "nationale": 1461,
      "shangh": 1462,
      "chaînes": 1463,
      "notamment": 1464,
      "emp": 1465,
      "site": 1466,
      "##pons": 1467,
      "divers": 1468,
      "##istes": 1469,
      "locaux": 1470,
      "fonction": 1471,
      "pren": 1472,
      "sci": 1473,
      "émi": 1474,
      "##équ": 1475,
      "##oin": 1476,
      "grandes": 1477,
      "commerciales": 1478,
      "décl": 1479,
      "celui": 1480,
      "##htm": 1481,
      "##ément": 1482,
      "##oe": 1483,
      "##yant": 1484,
      "##çu": 1485,
      "place": 1486,
      "conform": 1487,
      "##uni": 1488,
      "prév": 1489,
      "the": 1490,
      "liste": 1491,
      "##az": 1492,
      "##han": 1493,
      "##cent": 1494,
      "lar": 1495,
      "##lic": 1496,
      "##agne": 1497,
      "importation": 1498,
      "limportation": 1499,
      "##ermin": 1500,
      "caract": 1501,
      "fabricants": 1502,
      "arabes": 1503,
      "euro": 1504,
      "bu": 1505,
      "##lés": 1506,
      "##ernet": 1507,
      "mois": 1508,
      "sources": 1509,
      "##istrement": 1510,
      "dur": 1511,
      "nest": 1512,
      "##ype": 1513,
      "##semble": 1514,
      "élevé": 1515,
      "all": 1516,
      "asie": 1517,
      "dh": 1518,
      "##ène": 1519,
      "déli": 1520,
      "importateurs": 1521,
      "##ienne": 1522,
      "respons": 1523,
      "nouveaux": 1524,
      "mesures": 1525,
      "posi": 1526,
      "corporation": 1527,
      "temps": 1528,
      "lie": 1529,
      "mise": 1530,
      "##itre": 1531,
      "producteurs": 1532,
      "coll": 1533,
      "##acité": 1534,
      "avoir": 1535,
      "souvent": 1536,
      "jusqu": 1537,
      "nive": 1538,
      "émirats": 1539,
      "cuis": 1540,
      "unis": 1541,
      "israel": 1542,
      "commerciale": 1543,
      "différ": 1544,
      "nég": 1545,
      "lapp": 1546,
      "##org": 1547,
      "fav": 1548,
      "concurrence": 1549,
      "industri": 1550,
      "règlements": 1551,
      "##ja": 1552,
      "##onib": 1553,
      "promo": 1554,
      "##cool": 1555,
      "augmentation": 1556,
      "pesos": 1557,
      "dapp": 1558,
      "pendant": 1559,
      "type": 1560,
      "##éress": 1561,
      "##iter": 1562,
      "##air": 1563,
      "parten": 1564,
      "##aisse": 1565,
      "relations": 1566,
      "atteint": 1567,
      "asi": 1568,
      "font": 1569,
      "##are": 1570,
      "##las": 1571,
      "##enant": 1572,
      "déj": 1573,
      "constitu": 1574,
      "poulet": 1575,
      "disponib": 1576,
      "amélior": 1577,
      "lor": 1578,
      "tour": 1579,
      "##uer": 1580,
      "##ôt": 1581,
      "##rodu": 1582,
      "dél": 1583,
      "façon": 1584,
      "##cop": 1585,
      "fabrication": 1586,
      "seulement": 1587,
      "céréales": 1588,
      "ver": 1589,
      "parmi": 1590,
      "ingré": 1591,
      "cher": 1592,
      "ret": 1593,
      "##amp": 1594,
      "compar": 1595,
      "ajout": 1596,
      "établissements": 1597,
      "ingrédi": 1598,
      "ayant": 1599,
      "dar": 1600,
      "iran": 1601,
      "##tout": 1602,
      "##édi": 1603,
      "##mment": 1604,
      "##lig": 1605,
      "importante": 1606,
      "surtout": 1607,
      "save": 1608,
      "devraient": 1609,
      "organismes": 1610,
      "##zélande": 1611,
      "promotion": 1612,
      "aci": 1613,
      "gl": 1614,
      "kil": 1615,
      "met": 1616,
      "sera": 1617,
      "##tage": 1618,
      "##ok": 1619,
      "##jours": 1620,
      "prote": 1621,
      "auprès": 1622,
      "##oix": 1623,
      "réglement": 1624,
      "observ": 1625,
      "lentreprise": 1626,
      "sociétés": 1627,
      "nouvellezélande": 1628,
      "américains": 1629,
      "web": 1630,
      "shanghai": 1631,
      "cest": 1632,
      "it": 1633,
      "vous": 1634,
      "laiti": 1635,
      "##usines": 1636,
      "secteurs": 1637,
      "toujours": 1638,
      "linde": 1639,
      "##fici": 1640,
      "nombreux": 1641,
      "deuxième": 1642,
      "effect": 1643,
      "directe": 1644,
      "certaines": 1645,
      "origine": 1646,
      "##ructure": 1647,
      "donc": 1648,
      "puis": 1649,
      "##fa": 1650,
      "##uss": 1651,
      "##llement": 1652,
      "accro": 1653,
      "passant": 1654,
      "##aw": 1655,
      "##cri": 1656,
      "##ann": 1657,
      "##rast": 1658,
      "sem": 1659,
      "celle": 1660,
      "celles": 1661,
      "limport": 1662,
      "commercialisation": 1663,
      "##issement": 1664,
      "grosse": 1665,
      "##osition": 1666,
      "faible": 1667,
      "##usiness": 1668,
      "fig": 1669,
      "jour": 1670,
      "##ity": 1671,
      "##aie": 1672,
      "##andes": 1673,
      "gros": 1674,
      "personne": 1675,
      "équipe": 1676,
      "##orme": 1677,
      "##liment": 1678,
      "déf": 1679,
      "##abilité": 1680,
      "##iles": 1681,
      "##ario": 1682,
      "totalisé": 1683,
      "expansion": 1684,
      "##jets": 1685,
      "catégorie": 1686,
      "protection": 1687,
      "ser": 1688,
      "##rir": 1689,
      "##cident": 1690,
      "faci": 1691,
      "accord": 1692,
      "traditionne": 1693,
      "confis": 1694,
      "chaîne": 1695,
      "ban": 1696,
      "far": 1697,
      "vin": 1698,
      "##être": 1699,
      "lacc": 1700,
      "laliment": 1701,
      "##oud": 1702,
      "##omme": 1703,
      "choc": 1704,
      "importants": 1705,
      "moder": 1706,
      "soja": 1707,
      "principal": 1708,
      "offre": 1709,
      "maj": 1710,
      "première": 1711,
      "##registrement": 1712,
      "société": 1713,
      "groupe": 1714,
      "modifi": 1715,
      "bang": 1716,
      "faut": 1717,
      "ici": 1718,
      "##nés": 1719,
      "##indre": 1720,
      "quarant": 1721,
      "##igine": 1722,
      "##pecti": 1723,
      "lib": 1724,
      "représentent": 1725,
      "brune": 1726,
      "conditions": 1727,
      "gamme": 1728,
      "op": 1729,
      "tari": 1730,
      "élect": 1731,
      "##raël": 1732,
      "détaill": 1733,
      "légèrement": 1734,
      "contrôle": 1735,
      "mondiale": 1736,
      "eau": 1737,
      "jours": 1738,
      "mén": 1739,
      "vo": 1740,
      "##né": 1741,
      "quat": 1742,
      "##ase": 1743,
      "##euf": 1744,
      "##eux": 1745,
      "##ilités": 1746,
      "pharm": 1747,
      "préc": 1748,
      "milliard": 1749,
      "lexp": 1750,
      "café": 1751,
      "personnes": 1752,
      "##oût": 1753,
      "na": 1754,
      "##da": 1755,
      "##ttre": 1756,
      "##ow": 1757,
      "##êt": 1758,
      "importées": 1759,
      "##iennent": 1760,
      "paci": 1761,
      "ontario": 1762,
      "accès": 1763,
      "détermin": 1764,
      "distributeurs": 1765,
      "poudre": 1766,
      "directeur": 1767,
      "image": 1768,
      "politique": 1769,
      "essent": 1770,
      "indonésie": 1771,
      "##uf": 1772,
      "##née": 1773,
      "##onde": 1774,
      "succ": 1775,
      "intéress": 1776,
      "annuel": 1777,
      "coop": 1778,
      "nouveau": 1779,
      "meille": 1780,
      "généralement": 1781,
      "group": 1782,
      "ingrédients": 1783,
      "brunei": 1784,
      "lh": 1785,
      "##sp": 1786,
      "##ma": 1787,
      "##gra": 1788,
      "##ètres": 1789,
      "##ke": 1790,
      "##til": 1791,
      "létique": 1792,
      "##ception": 1793,
      "aper": 1794,
      "volaille": 1795,
      "chocol": 1796,
      "ra": 1797,
      "##su": 1798,
      "##oient": 1799,
      "conserv": 1800,
      "##loy": 1801,
      "lint": 1802,
      "##chelle": 1803,
      "entreprise": 1804,
      "alcool": 1805,
      "situation": 1806,
      "médica": 1807,
      "réfrig": 1808,
      "mention": 1809,
      "ten": 1810,
      "tand": 1811,
      "##dit": 1812,
      "##ck": 1813,
      "##rop": 1814,
      "##issent": 1815,
      "##ils": 1816,
      "artic": 1817,
      "particulièrement": 1818,
      "matérie": 1819,
      "tandis": 1820,
      "bonne": 1821,
      "cu": 1822,
      "culture": 1823,
      "jan": 1824,
      "##ît": 1825,
      "##itaires": 1826,
      "##atoire": 1827,
      "##agr": 1828,
      "reg": 1829,
      "supé": 1830,
      "saoud": 1831,
      "carte": 1832,
      "étranger": 1833,
      "lexport": 1834,
      "esp": 1835,
      "évalu": 1836,
      "aperçu": 1837,
      "nut": 1838,
      "tar": 1839,
      "##od": 1840,
      "##omb": 1841,
      "##ché": 1842,
      "plantes": 1843,
      "technolog": 1844,
      "reste": 1845,
      "quantité": 1846,
      "sucre": 1847,
      "##vantage": 1848,
      "supérie": 1849,
      "##gov": 1850,
      "##pond": 1851,
      "##urent": 1852,
      "##erve": 1853,
      "##inspection": 1854,
      "##venir": 1855,
      "appar": 1856,
      "élevés": 1857,
      "restauration": 1858,
      "occident": 1859,
      "estim": 1860,
      "tunis": 1861,
      "##vier": 1862,
      "##man": 1863,
      "##mae": 1864,
      "##inf": 1865,
      "sep": 1866,
      "##cuits": 1867,
      "concent": 1868,
      "corée": 1869,
      "daff": 1870,
      "super": 1871,
      "conna": 1872,
      "répond": 1873,
      "install": 1874,
      "occup": 1875,
      "##maeci": 1876,
      "haut": 1877,
      "jeu": 1878,
      "sen": 1879,
      "##ête": 1880,
      "procéd": 1881,
      "inr": 1882,
      "état": 1883,
      "conséqu": 1884,
      "ang": 1885,
      "poss": 1886,
      "résult": 1887,
      "provenant": 1888,
      "repas": 1889,
      "urb": 1890,
      "##robation": 1891,
      "##oexport": 1892,
      "##crip": 1893,
      "ven": 1894,
      "viv": 1895,
      "##kistan": 1896,
      "##anne": 1897,
      "##ind": 1898,
      "##amb": 1899,
      "outre": 1900,
      "strat": 1901,
      "lui": 1902,
      "exploit": 1903,
      "##aceu": 1904,
      "capit": 1905,
      "capacité": 1906,
      "documents": 1907,
      "maintenant": 1908,
      "prêts": 1909,
      "sp": 1910,
      "én": 1911,
      "##eur": 1912,
      "##pos": 1913,
      "##esti": 1914,
      "##anci": 1915,
      "##change": 1916,
      "##lique": 1917,
      "##leurs": 1918,
      "##oires": 1919,
      "anal": 1920,
      "##aitmaeci": 1921,
      "##anges": 1922,
      "alimentation": 1923,
      "libre": 1924,
      "##lément": 1925,
      "petit": 1926,
      "déclar": 1927,
      "déliv": 1928,
      "lieu": 1929,
      "janvier": 1930,
      "nutri": 1931,
      "stratég": 1932,
      "roy": 1933,
      "sign": 1934,
      "tir": 1935,
      "##èrent": 1936,
      "lac": 1937,
      "##orts": 1938,
      "expé": 1939,
      "##cts": 1940,
      "##eufs": 1941,
      "nouvelles": 1942,
      "rése": 1943,
      "graines": 1944,
      "coûts": 1945,
      "crème": 1946,
      "association": 1947,
      "achats": 1948,
      "étoiles": 1949,
      "directement": 1950,
      "quarantaine": 1951,
      "médicaments": 1952,
      "nd": 1953,
      "san": 1954,
      "vit": 1955,
      "##nca": 1956,
      "##lang": 1957,
      "##respond": 1958,
      "##cell": 1959,
      "##ules": 1960,
      "poissons": 1961,
      "compr": 1962,
      "##égu": 1963,
      "##mbres": 1964,
      "phot": 1965,
      "correspond": 1966,
      "trouver": 1967,
      "points": 1968,
      "dorigine": 1969,
      "matériel": 1970,
      "bis": 1971,
      "fe": 1972,
      "pén": 1973,
      "##lus": 1974,
      "##lades": 1975,
      "##enne": 1976,
      "prom": 1977,
      "##ourd": 1978,
      "requ": 1979,
      "##ctions": 1980,
      "membres": 1981,
      "financi": 1982,
      "obtenir": 1983,
      "présence": 1984,
      "niveau": 1985,
      "saveur": 1986,
      "limportateur": 1987,
      "sol": 1988,
      "tant": 1989,
      "##ah": 1990,
      "##ones": 1991,
      "process": 1992,
      "contre": 1993,
      "technologie": 1994,
      "##aliser": 1995,
      "##phone": 1996,
      "petits": 1997,
      "possibilités": 1998,
      "mus": 1999,
      "rang": 2000,
      "##mmes": 2001,
      "##âce": 2002,
      "dexport": 2003,
      "##tive": 2004,
      "importateur": 2005,
      "##ffis": 2006,
      "pakistan": 2007,
      "ressour": 2008,
      "premières": 2009,
      "utilisation": 2010,
      "passé": 2011,
      "##mballage": 2012,
      "quelques": 2013,
      "emballés": 2014,
      "grâce": 2015,
      "europé": 2016,
      "daffaires": 2017,
      "baisse": 2018,
      "gé": 2019,
      "pi": 2020,
      "sti": 2021,
      "agri": 2022,
      "##osh": 2023,
      "##mbass": 2024,
      "partir": 2025,
      "six": 2026,
      "distributeur": 2027,
      "égyp": 2028,
      "davantage": 2029,
      "programme": 2030,
      "##copie": 2031,
      "##awa": 2032,
      "quatre": 2033,
      "bét": 2034,
      "date": 2035,
      "men": 2036,
      "mang": 2037,
      "sest": 2038,
      "taille": 2039,
      "vue": 2040,
      "##ron": 2041,
      "##cour": 2042,
      "##reve": 2043,
      "##aig": 2044,
      "territ": 2045,
      "sudest": 2046,
      "connu": 2047,
      "règles": 2048,
      "##visionnement": 2049,
      "##ministration": 2050,
      "##rastructure": 2051,
      "lalimentation": 2052,
      "ménages": 2053,
      "bétail": 2054,
      "tm": 2055,
      "del": 2056,
      "##tis": 2057,
      "##isées": 2058,
      "##ueur": 2059,
      "##qué": 2060,
      "##quent": 2061,
      "supp": 2062,
      "particip": 2063,
      "cadre": 2064,
      "génétique": 2065,
      "##fier": 2066,
      "gross": 2067,
      "recomm": 2068,
      "propri": 2069,
      "domin": 2070,
      "catégories": 2071,
      "essentie": 2072,
      "chocolat": 2073,
      "gaz": 2074,
      "multi": 2075,
      "va": 2076,
      "vert": 2077,
      "él": 2078,
      "##ao": 2079,
      "##vi": 2080,
      "##cont": 2081,
      "etc": 2082,
      "importance": 2083,
      "##ttawa": 2084,
      "##ides": 2085,
      "traite": 2086,
      "##national": 2087,
      "lune": 2088,
      "dépanne": 2089,
      "##olution": 2090,
      "afg": 2091,
      "majorité": 2092,
      "cal": 2093,
      "har": 2094,
      "rais": 2095,
      "##lant": 2096,
      "##oit": 2097,
      "##cembre": 2098,
      "##cemment": 2099,
      "cet": 2100,
      "récemment": 2101,
      "dimport": 2102,
      "tex": 2103,
      "box": 2104,
      "philippins": 2105,
      "habitants": 2106,
      "douane": 2107,
      "tendance": 2108,
      "investissements": 2109,
      "pharmaceu": 2110,
      "ressources": 2111,
      "aur": 2112,
      "seront": 2113,
      "##ler": 2114,
      "##po": 2115,
      "débu": 2116,
      "##iennes": 2117,
      "##ulaire": 2118,
      "comité": 2119,
      "fax": 2120,
      "fraî": 2121,
      "actuelle": 2122,
      "congelés": 2123,
      "industries": 2124,
      "installations": 2125,
      "dan": 2126,
      "séc": 2127,
      "ta": 2128,
      "élè": 2129,
      "##érab": 2130,
      "##ala": 2131,
      "dess": 2132,
      "##enc": 2133,
      "##eng": 2134,
      "unique": 2135,
      "interv": 2136,
      "##pec": 2137,
      "new": 2138,
      "téles": 2139,
      "augmenter": 2140,
      "##aceaefamille": 2141,
      "biotechnolog": 2142,
      "astronomes": 2143,
      "famili": 2144,
      "réglementation": 2145,
      "laitiers": 2146,
      "ant": 2147,
      "arom": 2148,
      "gri": 2149,
      "log": 2150,
      "##rès": 2151,
      "##bles": 2152,
      "##ieux": 2153,
      "##ativement": 2154,
      "##ultures": 2155,
      "économiques": 2156,
      "##titude": 2157,
      "trouve": 2158,
      "télécopie": 2159,
      "politiques": 2160,
      "continu": 2161,
      "compris": 2162,
      "télécopieur": 2163,
      "jo": 2164,
      "##xim": 2165,
      "##jourd": 2166,
      "##ural": 2167,
      "##ernational": 2168,
      "enf": 2169,
      "conserve": 2170,
      "commun": 2171,
      "mod": 2172,
      "##ock": 2173,
      "trade": 2174,
      "fournir": 2175,
      "suivants": 2176,
      "préparés": 2177,
      "importe": 2178,
      "inspection": 2179,
      "##nerg": 2180,
      "instru": 2181,
      "##attage": 2182,
      "ferme": 2183,
      "étiquettes": 2184,
      "processus": 2185,
      "dab": 2186,
      "gestion": 2187,
      "lic": 2188,
      "ris": 2189,
      "rue": 2190,
      "typ": 2191,
      "ville": 2192,
      "##ee": 2193,
      "##ule": 2194,
      "##nant": 2195,
      "##iers": 2196,
      "##conom": 2197,
      "décembre": 2198,
      "pourrait": 2199,
      "remp": 2200,
      "consult": 2201,
      "ouver": 2202,
      "compt": 2203,
      "contribu": 2204,
      "##illet": 2205,
      "facteurs": 2206,
      "accor": 2207,
      "terme": 2208,
      "malgré": 2209,
      "renf": 2210,
      "donné": 2211,
      "atlas": 2212,
      "variétés": 2213,
      "domaine": 2214,
      "atteindre": 2215,
      "lannée": 2216,
      "cela": 2217,
      "statistiques": 2218,
      "considérab": 2219,
      "secs": 2220,
      "boulang": 2221,
      "presque": 2222,
      "##lication": 2223,
      "déjà": 2224,
      "##mbassade": 2225,
      "er": 2226,
      "hyp": 2227,
      "huile": 2228,
      "soient": 2229,
      "##paci": 2230,
      "##isation": 2231,
      "##amen": 2232,
      "agent": 2233,
      "adresse": 2234,
      "direct": 2235,
      "poids": 2236,
      "chino": 2237,
      "permett": 2238,
      "contacts": 2239,
      "dépanneurs": 2240,
      "sécurité": 2241,
      "couver": 2242,
      "##ards": 2243,
      "##omp": 2244,
      "##teuse": 2245,
      "dém": 2246,
      "section": 2247,
      "importer": 2248,
      "moment": 2249,
      "boeuf": 2250,
      "disraël": 2251,
      "centr": 2252,
      "efforts": 2253,
      "autoris": 2254,
      "nécessaire": 2255,
      "conformément": 2256,
      "accroître": 2257,
      "saoudite": 2258,
      "tunisie": 2259,
      "##infoexport": 2260,
      "biscuits": 2261,
      "dexportation": 2262,
      "cultures": 2263,
      "oct": 2264,
      "ro": 2265,
      "##ach": 2266,
      "##fe": 2267,
      "##èmes": 2268,
      "##ession": 2269,
      "leau": 2270,
      "aujourd": 2271,
      "char": 2272,
      "change": 2273,
      "quils": 2274,
      "rév": 2275,
      "diver": 2276,
      "##ineuses": 2277,
      "##endre": 2278,
      "##onnance": 2279,
      "organ": 2280,
      "totales": 2281,
      "centres": 2282,
